{
	"version": "https://jsonfeed.org/version/1.1",
	"title": "Aphroconfuso",
	"language": "mt",
	"home_page_url": "https://aphroconfuso.mt/",
	"feed_url": "https://aphroconfuso.mt/atom.json",
	"description": "Ġurnal letterarju.",
	"author": {
		"name": "Aphroconfuso",
		"url": "https://aphroconfuso.mt"
	},
	"items": [
		{
			"id": "https://aphroconfuso.mt/italo-svevo-joe-gatt-it-tipjip/",
			"url": "https://aphroconfuso.mt/italo-svevo-joe-gatt-it-tipjip/",
			"title": "It-Tipjip",
			"author": "Italo Svevo (tr Joe Gatt)",
			"content_html": "L-ewwel sigaretti li pejjipt m’għadekx issibhom għall-bejgħ. Għall-ħabta tal-1870 l-Awstrija kellhom minn dawk li kienu jinbiegħu f’kaxxa tal-kartun żgħira bit-tikketta tal-ajkla b’żewġt irjus. Ara: madwar waħda minn dawn il-kaxxi mill-ewwel jinġabru diversi persuni, kollha b’xi karatteristika minn tagħhom li hi biżżejjed biex tfakkarni x’jisimhom, imma mhux tant li nemozzjona ruħi b’dan l-inkontru bla ħsieb. Nipprova nislet iżjed u mmur sal-pultruna: il-persuni jgħosfru u posthom jeħduh koċċ buffi jiddieħqu bija. Immur lura mifxul lejn il-mejda.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-06-26T14:53:58.949Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/matthew-schembri-mona-lisa-|-karnival-ieħor/",
			"url": "https://aphroconfuso.mt/matthew-schembri-mona-lisa-|-karnival-ieħor/",
			"title": "mona lisa | karnival ieħor",
			"author": "Matthew Schembri",
			"content_html": "Joe, quddiem il-mera. 
Xagħru kannella skur, maqtugħ qasir. 
F’rasu, kappa lewn il-ġilda. 
Għax fil-karnival tista’. 
Japplika l-kolla fuq ħuġbejh, bil-pinzell. 
Ħuġbejh kbar. 
Rani. 
Inixxifhom, b’fann. 
Japplikalhom il-powder safrani, il-kolla. 
Jerġa’ jnixxifhom – din id-darba, sakemm 
jitqarqċu. 
Irene. 
Japplikalhom il-concealer safrani, bl-isponża,  
sakemm jgħattihom għalkollox. 
Marisa, Mylene.",
			"date_published": "2023-08-17T05:00:00.000Z",
			"date_updated": "2023-08-16T21:33:58.311Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/romeo-roxman-gatt-qarn/",
			"url": "https://aphroconfuso.mt/romeo-roxman-gatt-qarn/",
			"title": "Qarn",
			"author": "Romeo Roxman Gatt",
			"content_html": "Idi fil-but, insaffar u nixxuttja l-ġebel—dawn kienu xi azzjonijiet oħra li kont ninnota li ma tantx kienu jinżlu sew meta “tifla” iġġib ruħha b’dal-mod. Jien, għall-kuntrarju, kbirt nagħmilhom. Kont insaffar qabel bdejt nitkellem; it-tort mhux tiegħi, żgur li le, iżda ta’ missieri. Allura ma fhimtx kif darba qisu gerger għax kont qed insaffar. La tifla u lanqas tifel mid-dehra ma kont ikkundizzjonat, għasfur l-ewwel u qabel kollox.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-08-14T17:12:53.869Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/maria-theuma-nofs-triq-dejjem-nieqaf/",
			"url": "https://aphroconfuso.mt/maria-theuma-nofs-triq-dejjem-nieqaf/",
			"title": "Nofs triq, dejjem nieqaf",
			"author": "Maria Theuma",
			"content_html": "Nofs triq, dejjem nieqaf
u ndur lura, lura għalih
għax naf li jiddejjaq meta

nħallih warajja. Xi kultant
jimxiha miegħi, in-nofs triq,
u jegħja, għarqan xraba

nħallih warajja. Xi kultant
jimxiha miegħi, in-nofs triq,
u jegħja, għarqan xraba

anki fi ljieli kesħin
jibda jkaxkar saqajh
biex jurini li qabżitlu

jisgħol u jisħaq li
l-għabra qed tagħraxlu
griżmejh. X’għabra?",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-06-11T12:57:15.719Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/ryan-falzon-reċti-tal-kbar-parties-tat-tfal/",
			"url": "https://aphroconfuso.mt/ryan-falzon-reċti-tal-kbar-parties-tat-tfal/",
			"title": "Reċti tal-Kbar, Parties tat-Tfal",
			"author": "Ryan Falzon",
			"content_html": "Nistgħu niftħu b’xena nsuqu minn fuq flyovers nofshom kompluti waqt li nqallbu l-Facebook weqfin fit-traffiku, ritratt wara l-ieħor ta’ Malta lura fil-passat, l-għelieqi, il-mogħoż jirgħu u jmeċilqu, it-tfal jilagħbu ħafjin, toroq vojta, il-bini żewġ sulari. Malta tikkuntenta lil min iħobb imur sal-Lidl għal offerti fażulli ta’ ħaxix imnawwar u gallettini skaduti, bil-karozza impurtata mill-Japan, jidgħi fit-traffic imma jikkonsla għax l-AC silġa u t-tank tad-diesel mimli full u waqt li jsuq pass ta’ nemla juża l-Bluetooth biex iċempel parlata m’ommu, hands free, bla riskju li jaqla’ ċitazzjoni mingħand warden għassa moħbi wara siġra, għax l-aħħar tax-xahar magħna. Lussu kbir.
",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-06-11T12:57:15.588Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/charlene-galea-ġismi-battikata/",
			"url": "https://aphroconfuso.mt/charlene-galea-ġismi-battikata/",
			"title": "Ġismi Battikata",
			"author": "Charlene Galea",
			"content_html": "Ġismi żar ħafna postijiet projbiti jew perikolużi. Ġismi għadu ħaj. Xi daqqa ’l hemm u ’l hawn qala’ wkoll. Relazzjonijiet ta’ mħabba tossika ħallew marki interni u mentali li affettwaw kif jirrelata dan ġismi ma’ ġisem ieħor—sigurtà, kumplessità, thewdin tal-moħħ. L-istonku qala’ minn ġewwa u minn barra. Inpoġġi idi fuqu, hekk, biex inżiegħel l-uġigħ ta’ dan l-għar—mudlam b’xaqq ta’ dawl—b’daħla ċkejkna ta’ tama għal ġenna mingħajr erwieħ—imma għal futur li nemmen li ħa jkun ta’ iktar mistrieħ. Il-kumpless ta’ kull ġisem, kemm tiegħi u kemm tiegħek, saru prodotti għal iktar tħeġġiġ għall-konsumeriżmu. Taqbel miegħi?",
			"date_published": "2023-06-05T05:00:00.000Z",
			"date_updated": "2023-06-20T13:38:15.896Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/rowena-grech-medusa/",
			"url": "https://aphroconfuso.mt/rowena-grech-medusa/",
			"title": "Medusa",
			"author": "Rowena Grech",
			"content_html": "Żgur li ismi familjari. Żgur li smajt bosta stejjer fuqi. Iżda żgur qatt ma smajt dak li ġara bejni u bejn Persew. Nitolbok, iskot ftit u isma’ l-istorja tiegħi qabel nissarraf f’elf framment ta’ miti oħra…
Mela darba, ħmistax-il sena ilu, meta kont għadni tifla, kont ngħix mal-ġenituri tiegħi, Foriku u Keto, fuq gżira serena mdawra b’baħar blu jwerżaq. Id-dar kienet ċkejkna, bi tlett ikmamar kollox; il-kċina, il-kamra tal-bżonnijet tagħna u l-kamra fejn konna norqdu jien u ħuti l-oħra. Għalkemm bejni u bejn ħuti l-kbar ftit snin biss kienu jifirduna—qabża ta’ sentejn kull wieħed—l-ikbar differenza kienet il-vulnerabbiltà tal-mortalità tiegħi. U meta ħuti, Stenun u Ewrjali, kellhom is-setgħa li jmorru jesploraw l-għelieqi, il-ġenituri kienu jżommuni priġuniera tal-erba’ ħitan kennija tad-dar. Iżda ma kontx  inħabbel wisq rasi għaliex f’nofs dik id-dalma solitudni ltqajt mal-unika mħabba reċiproka f’ħajti: il-kelma. U minn hemm kienu l-bosta sigħat li kont qattajt b’rasi mgħaddsa fil-kotba, nixtarr l-għerf li l-paġni, bla ma jafu, jgħadduli.
",
			"date_published": "2023-07-03T05:00:00.000Z",
			"date_updated": "2023-08-06T10:36:48.126Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/noah-fabri-ħsieb-il-ħamiema/",
			"url": "https://aphroconfuso.mt/noah-fabri-ħsieb-il-ħamiema/",
			"title": "Ħsieb il-Ħamiema",
			"author": "Noah Fabri",
			"content_html": "Faqqgħet bħall-qniepen tal-knisja t-twerżiqa ta’ sajjetta tas-sirena tal-pulizija. Maimouna kienet ilha tliet snin taħdem fil-ħanut ħdejn il-pont li jaqsam il-Ħamrun u l-Marsa. Kienet taf kull rokna u xkaffa, kull loġika organizzatorja, u kull bidla li kienet saret fuq il-post. L-irwejjaħ tal-ħitan ma baqgħetx ixxommhom, ix-xufiera li kienu jġibu l-konsenji saret tafhom sew, il-klijenti, sintendi, saru qishom tal-familja, qalb it-tibdil u ċ-ċaqliq tan-nies, u l-kollegi waslu u telqu bħall-għasafar tal-passa. Xorta rnexxielha żżomm ċertu distanza mentali mill-imgħallem u l-ħajja tal-ħanut; minkejja li kienet tħobb taħdem, dan l-aħħar l-idea tax-xogħol innifisha kienet qed taraha velenu tal-moħħ.
",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-08-04T09:15:04.415Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/joe-gatt-il-kuxjenza-fit-truf/",
			"url": "https://aphroconfuso.mt/joe-gatt-il-kuxjenza-fit-truf/",
			"title": "Il-Kuxjenza fit-Truf",
			"author": "Joe Gatt",
			"content_html": "Bħalma żgur skoprew ħafna qabli, meta tkun qed tittraduċi mit-Taljan, il-Malti li qed taħdem bih ma tħossux uniformi. Fih ħafna li hu lixx u duttili, imma fih ukoll l-għoqiedi u l-ingroppi. Fil-Malti hemm ħafna Taljan li jgħaddi mingħajr ma tagħti kasu; imbagħad hemm it-Taljan tal-avukati. Filli tiskrupla għax tħossok m’int qed tagħmel xejn ħlief tbiddel ftit l-ortografija—“io avanzo tale ipotesi per spiegare la mia debolezza giovanile, ma senza una decisa convinzione”—filli ttik rasek għax tinduna li qed tinstema’ iktar Taljan mit-test oriġinali.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-08-04T09:17:25.251Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/miriam-galea-lejl-u-nhar/",
			"url": "https://aphroconfuso.mt/miriam-galea-lejl-u-nhar/",
			"title": "Lejl u Nhar",
			"author": "Miriam Galea",
			"content_html": "Il-ħitan bojod joqtluk naqra naqra kuljum.  Tipprova ma tismax is-skiet, itanbar stinat tul il-kurituri, iżda t-tektik ħafif fuq il-keyboards, it-tpetpit solitarju tal-cursor, l-ilħna mbiegħda f’uffiċċju minnhom jibqgħu ma jidfnuhx.  Fil-kamra tal-arkivji xi ħadd jixgħel il-photocopier, li tobżoq folja wara l-oħra, mimlija ċifri, kliem kbir kollu rpużat, taħbiliet ta’ ideat suġġeriti u konsiderazzjonijiet meqjusa f’dokumenti Taljanizzati tal-Unjoni Ewropea.  It-terremot f’Haiti, il-kriżi finanzjarja, il-faqar dinji, l-iżvilupp fil-pajjiżi eks-Komunisti, il-bidla fil-klima, id-dinja li qed titbaskat, tinstamat, tinħall f’taħlita tossika ta’ plastik jinten, jaħraq l-imnifsejn, jistordi l-menti, iżarrat ix-xagħar, inixxef il-ġilda.  U l-photocopier tofroq karta minn oħra, tifrixhom pulit fuq xulxin bħal suldati stenduti, nodfa, stirati, bojod bħal-lożor.  Il-ħoss tal-magna jkompli jħeddlek, mill-uffiċċju ta’ ħdejk tasallek konverżazzjoni bil-Franċiż.",
			"date_published": "2023-08-07T05:00:00.000Z",
			"date_updated": "2023-08-14T17:11:25.840Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-il-lanza-il-labra-il-qoffa-l-azzarin/",
			"url": "https://aphroconfuso.mt/loranne-vella-il-lanza-il-labra-il-qoffa-l-azzarin/",
			"title": "Il-Lanza, il-Labra, il-Qoffa, l-Azzarin",
			"author": "Loranne Vella",
			"content_html": "Ġieli jagħti l-każ li, jien u naħseb fuq ktieb li qed naqra, nibda nara f’kotba jew xogħlijiet oħrajn l-istess ħsieb, jew mod ta’ ħsieb mhux wisq ’il bogħod minnu, tant li nibda nissuspetta li fil-fatt qed jgħidu l-istess ħaġa, li l-kwistjoni qed jarawha mill-istess perspettiva. U allura, x’kumbinazzjoni li qed naqra żewġ jew tliet kotba miktubin fi żminijiet għalkollox differenti li qed jipproponu l-istess ħsieb! L-istess jiġrili jien u nikteb. Nibda nhewden fuq idea li mbagħad nibda naraha f’kull kitba oħra li naqra. Għadni kif qrajt it-traduzzjoni mill-Grieg Antik għall-Malti tal-Frammenti ta’ Saffo, ta’ Warren Bartolo. Din l-edizzjoni, li ħarġet f’Mejju 2023, tinkludi daħla, nota tat-traduttur dwar id-dixxiplina tat-traduzzjoni, annotazzjonijiet dettaljati għal kull framment u lista ta’ ismijiet imsemmija fuq wara. Jien u naqra n-noti u l-kummenti tat-traduttur, dwar x’inhu, skont hu, is-sinifikat ta’ Saffo llum, dwar it-traduzzjoni bħala proċess ta’ trasformazzjoni u mutazzjoni, dwar il-ħarsa queer ta’ Saffo, moħħi beda joħodni mingħajr ma rrid għaż-żewġ kotba l-oħra li kelli ħdejja.",
			"date_published": "2023-07-12T05:00:00.000Z",
			"date_updated": "2023-08-14T16:40:21.812Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kurt-borg-ġilda/",
			"url": "https://aphroconfuso.mt/kurt-borg-ġilda/",
			"title": "Ġilda",
			"author": "Kurt Borg",
			"content_html": "Hemm karru bil-ġwienaħ misjuq minn kuċċier miġbud minn żewġt iżwiemel. Żiemel minnhom abjad, b’għonqu wieqaf dritt, grazzjuż. L-ieħor iswed, magħmul ikrah u goff. Bil-frosta f’idu, il-kuċċier qed jittajjar lejn is-sħab u lil hinn minnu. Iż-żwiemel, speċjalment l-iswed, kultant jissaraw mal-kuċċier, jisfidawh, jisfrattaw, għoddhom jaqilbu l-karru. Il-kuċċier iqum bilwieqfa jwiddeb liż-żwiemel. B’idejh it-tnejn jiġbed b’kemm jiflaħ fuq ir-riedni marbutin mal-ilġiem ta’ ġo ħalqhom. Iż-żwiemel jogħtru taħt is-saħħa tal-kuċċier u, bla ma jridu, jobduh. Imma t-taqbida bejniethom tkompli. Żiemel minnhom jiġbed ’l hawn u l-ieħor jiġbed ’l hemm sa ma l-kuċċier jitlef il-kontroll, il-karru jinqasam u jegħleb mis-smewwiet għall-art.",
			"date_published": "2023-06-14T05:00:00.000Z",
			"date_updated": "2023-08-14T17:10:40.376Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-gilgamex-dak-li-ra-l-qiegħ/",
			"url": "https://aphroconfuso.mt/omar-nshea-gilgamex-dak-li-ra-l-qiegħ/",
			"title": "Gilgamex, Dak li Ra l-Qiegħ",
			"author": "Omar N’Shea",
			"content_html": "L-idea li Gilgamex isib ruħu f’daru fil-kultura u l-lingwa Maltija ma bdietx b’Montebello. Bejn l-1899 u l-1915 Alfons Maria Galea ppubblika sensiela bl-isem Kotba tal-Mogħdija taż-Żmien. Fl-1913 kien ħareġ in-numru 130 ta’ din is-sensiela bl-isem Kif l-Għerf tal-Kangħanin Tnissel fil-Griegi, miktub minn F. Calleja “tal-Alġier”. Kemm kienet tajba t-tixrida ta’ dan il-ktieb ma tantx huwa ċar; li nafu hu li ma kienx hawn ħafna kopji għall-bejgħ għax Calleja kien ħallas għall-pubblikazzjoni minn butu.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-07-27T10:31:51.560Z"
		}
		
	]
}
