{
	"version": "https://jsonfeed.org/version/1.1",
	"title": "Aphroconfuso",
	"language": "mt",
	"home_page_url": "https://aphroconfuso.mt/",
	"feed_url": "https://aphroconfuso.mt/atom.json",
	"description": "Ġurnal letterarju.",
	"author": {
		"name": "Aphroconfuso",
		"url": "https://aphroconfuso.mt"
	},
	"items": [
		{
			"id": "https://aphroconfuso.mt/ira-melkonyan-ma-noah-fabri-djarju-2022-09-11-id-djarji-tad-demm/",
			"url": "https://aphroconfuso.mt/ira-melkonyan-ma-noah-fabri-djarju-2022-09-11-id-djarji-tad-demm/",
			"title": "Djarju",
			"author": "",
			"content_html": "Qed naħseb fuq il-letarġija, l-apatija u l-biża’. U fuq kif il-biżgħat tal-oħrajn jaqbżu fuqek u jżidulek tiegħek. Qed naħseb fuq l-artisti kollegi tiegħi — fuq din ix-xewqa u passjoni għas-suċċess li għandhom (ħafna minnhom, għall-inqas). Qed insib ruħi miexja kontra l-kurrent; inħobb min hu umli. Nammiraha u ngħir għaliha dil-forza prużuntuża mimlija passjoni. Qed nitħasseb dwara; ma nistax insibha fija. Letarġija? Apatija? Fejn hi l-passjoni tiegħi? Ili nieħu kollox bil-lajma, nofsni rieqda (qiegħda ħażin?) għall-aħħar għaxart ijiem. Bla motivazzjoni.",
			"date_published": "2025-03-03T06:00:00.000Z",
			"date_updated": "2025-10-30T07:22:42.877Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-djarju-2023-08-23-li-jmiss-se-jkun-għalkollox-differenti/",
			"url": "https://aphroconfuso.mt/loranne-vella-djarju-2023-08-23-li-jmiss-se-jkun-għalkollox-differenti/",
			"title": "Djarju",
			"author": "",
			"content_html": "L-ewwel ħsieb marbut ma’ kitba ġdida li għaddieli minn rasi f’Mejju tas-sena l-oħra—wara l-ġimgħa intensiva li kienet it-tnedija ta’ Marta Marta—kien simili ħafna għal dak li dejjem ikolli wara li nlesti biċċa xogħol impenjattiva: “li jmiss se jkun għalkollox differenti”. Ħsieb li jitfaċċa sforz kemm inkun qed inħoss li f’dal-proċess li nkun għadni kif wassalt għat-tmiem tiegħu—li għalija t-tmiem dejjem ifisser meta xogħli nerħih kompletament minn idejja u nħallih imur għand il-qarrej—eżawrejt dak kollu li kienli possibbli. Żgur li jkolli nasal għal das-sentiment ta’ finalità biex nazzarda “nagħlaq”, “nikkonkludi”, “niffinalizza” u nagħmel il-kitba pubblika, minkejja li naf ukoll li, kieku kelli nestendi l-proċess b’sentejn oħra, se nsib ħafna iktar fejn nimraħ, u iktar iva milli le, b’iktar żmien biex naqra, nirriċerka, u naħseb dwar is-suġġett, żgur mhux forsi li nispiċċa nibdel għalkollox dak li nkun ktibt fl-ewwel snin.",
			"date_published": "2023-09-18T05:00:00.000Z",
			"date_updated": "2025-06-01T15:16:05.072Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-poddata-2023-08-31-noti-editorjali-1-warren-bartolo/",
			"url": "https://aphroconfuso.mt/warren-bartolo-poddata-2023-08-31-noti-editorjali-1-warren-bartolo/",
			"title": "Noti Editorjali #1",
			"author": "",
			"content_html": "Niltaqgħu ma’ Warren Bartolo, it-traduttur tal-Frammenti ta’ Saffo (EDE Books, 2023) għal taħdita dwar l-imħabba tiegħu għal Saffo u l-lirika tagħha, u dwar il-proċess tat-traduzzjoni mill-Grieg Antik għall-Malti u t-taqbida mal-lingwi l-oħrajn li jinfilsaw bejniethom. F&#39;din il-poddata nsemmu wkoll traduzzjoni oħra ta’ Warren, Kif Tisraq il-Kotba ta’ David Horovitz (Sendb00ks Edition Taube, 2020), kif ukoll Idylle Saphique ta’ Liane de Pougy. Loranne Vella tiddiskuti l-esej tagħha fuq Aphroconfuso, “Il-Lanza, il-Labra, il-Qoffa, l-Azzarin”, li tieħu bħala spunt it-traduzzjoni ta’ Warren.",
			"date_published": "2024-02-23T06:00:00.000Z",
			"date_updated": "2024-06-10T16:43:29.555Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-djarju-2023-09-19-biex-bħallikieku-jitimgħu-r-ruħ-u-jtaffulha-l-ġuħ/",
			"url": "https://aphroconfuso.mt/loranne-vella-djarju-2023-09-19-biex-bħallikieku-jitimgħu-r-ruħ-u-jtaffulha-l-ġuħ/",
			"title": "Djarju",
			"author": "",
			"content_html": "Waħda mill-isbaħ sensazzjonijiet li nassoċja mal-perjodu ta’ meta ma nkunx għadni bdejt naħseb sew dwar kitba ġdida hija dik li tkun ġejja mill-fatt li, għal ċertu żmien, nista’ naqra li rrid. Dan għax ma jkolli l-ebda impenn li bilfors irrid niffoka fuq ktieb minflok ieħor, jew fuq suġġett partikolari. Is-sensazzjoni ta’ libertà marbuta ma’ dan in-nuqqas ta’ bżonn hija qawwija immens, kważi nħossha tisturdini. Tant li lanqas inkun naf minn fejn se nibda u prattikament naqra dak kollu li jiġi f’idejja: artikli, poeżiji, rumanzi, esejs, teorija, manifesti, programmi ta’ festivals taż-żfin jew tal-films. Kollox isir sors ta’ interess kbir għalija u l-fatt li ma jkolli l-ebda xkiel biex niffoka u napprofondixxi dwar xi tema jew suġġett partikolari, iħallini fil-libertà li nagħti importanza lil firxa wiesgħa ta’ ideat li donnhom m’għandhom xejn x’jaqsmu flimkien.",
			"date_published": "2023-10-08T22:00:00.000Z",
			"date_updated": "2025-01-03T19:42:51.050Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2023-11-01-il-mixja-lura-d-dar-kienet-twila-sigarett-wieħed/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2023-11-01-il-mixja-lura-d-dar-kienet-twila-sigarett-wieħed/",
			"title": "Djarju",
			"author": "",
			"content_html": "L-ewwel ta’ Novembru. Illum għeluq snin ommi. Nibagħtilha messaġġ fuq WhatsApp, happy birthday ma nħobbok u nimmissjak ħafna. Nistaqsiha tibgħatli ritratt tagħha u hi tistaqsini l-istess. Ordnajtilha bukkett fjuri biex filgħodu jitwassal fl-uffiċċju tagħha bħala sorpriża. Wasal nofsinhar u għadni fis-sodda naqra l-aħħar ftit paġni ta’ Skyland (2020) ta’ Andrew Durbin. Iktar tard immur id-dar ta’ C biex nara l-aħħar episodju ta’ Real Housewives of Beverly Hills, għalkemm meta nasal għandhom nindunaw li l-episodju għadu ma ħariġx. Lura d-dar tard waranofsinhar nispiċċa Skyland. Filgħaxija nkaxkar lil S miegħi għal-leaving drinks ta’ T ġewwa l-bar Le Sarrasin, Belleville. L-għada għandu titjira lejn l-Awstralja fejn se jgħix ma’ ħabib tal-familja Melbourne mingħajr ma jħallas kera. Jiċċajta dwar ir-ritorn lejn Pariġi ftit snin wara fejn ikun kompletament trasformat mill-kirurġija plastika. B għamlu kejk delizzjuż taċ-ċikkulata u nintefgħu fis-salott naraw Terrifier 2 (2022), li kienu ssuġġerewlna biex naraw xi ħbieb tagħhom il-ġimgħa l-oħra meta konna l-club. Iżda nieqfu wara ħmistax-il minuta għax insibuh wisq gory. S jitfa’ film ieħor imma jien immur norqod.",
			"date_published": "2024-01-09T06:00:00.000Z",
			"date_updated": "2025-06-01T15:12:53.730Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kurt-borg-davinia-hamilton-omar-nshea-poddata-2023-11-01-kif-tgħidha-fqalbek/",
			"url": "https://aphroconfuso.mt/kurt-borg-davinia-hamilton-omar-nshea-poddata-2023-11-01-kif-tgħidha-fqalbek/",
			"title": "Kif Tgħidha f’Qalbek",
			"author": "",
			"content_html": "“Jekk huwa minnu, bħalma jgħidu ħafna, li kull kitba hija forma ta’ traduzzjoni, il-kitba bil-Malti terġa’ hija traduzzjoni b’mod iktar ovvju minn dak li hu mifhum minn min jgħid hekk. F’dawn l-ewwel xogħlijiet li għandna fil-ġurnal tagħna din it-taqbida kienet ta’ spiss parti importanti mill-kitba u mill-proċess editorjali. Meta l-ewwel niddeċiedu li niktbu dwar suġġetti li aħna intiżi fihom imbagħad wara nagħżlu li niktbu dwarhom bil-Malti, insibu ruħna nipproċessaw ideat illi dejjem qrajniehom b’lingwa oħra, probabbilment bl-Ingliż, u li għalhekk bqajna naħsbuhom b’din il-lingwa. Meta niġu biex nartikolawhom bil-Malti nsibu ruħna nitqabdu bejn l-idea nnifisha u espressjoni preċiża u eleganti.”",
			"date_published": "2024-01-22T06:00:00.000Z",
			"date_updated": "2024-06-10T17:01:41.245Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-poddata-2023-11-22-noti-editorjali-2-omar-nshea/",
			"url": "https://aphroconfuso.mt/omar-nshea-poddata-2023-11-22-noti-editorjali-2-omar-nshea/",
			"title": "Noti Editorjali #2",
			"author": "",
			"content_html": "« Id-differenza fil-fatt hija li jiena meta bdejt nikteb esej li mhuwiex akkademiku, għalkemm huwa tekniku, għalkemm id-dettalji xjentifiċi huma preċiżi ħafna, il-metodoloġija stajt niftaħha ħafna iktar. Jiġifieri jiena stajt nintroduċi l-perspettiva tiegħi, stajt pereżempju nimmaġina l-post stajt, nimmaġina r-rabja li ħass Michele Zammit tan-Naxxari meta skopra li s-sit se jittieħed, meta skopra li mhux se jaqla lira. Stajt nimmaġinahom dawn l-affarijiet. Stajt nimmaġina ċ-ċriev, pereżempju, jirgħu fuq il-wita’ ta’  Bur Mgħeż. Stajt nimmaġina konverżazzjonijiet pereżempju illi l-essej akkademiku ma jħallikx tagħmel. Allura din fetħet orizzonti ġodda fil-mod ta’ kif inti tista’ tingaġġa u tiskopri post mitluf. Jiġifieri biex inti biex inti ġġib lura post mitluf ix-xjenza mhijiex biżżejjed. L-immaġinazzjoni hija wkoll importanti. Il-kreattività hija importanti. Il-lingwa letterarja, il-poeżija hija importanti. »",
			"date_published": "2024-02-23T06:00:00.000Z",
			"date_updated": "2024-06-10T16:59:05.677Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/davinia-hamilton-poddata-2023-12-18-noti-editorjali-3-davinia-hamilton/",
			"url": "https://aphroconfuso.mt/davinia-hamilton-poddata-2023-12-18-noti-editorjali-3-davinia-hamilton/",
			"title": "Noti Editorjali #3",
			"author": "",
			"content_html": "Taħdita ma&#39; Davinia Hamilton dwar it-teatru, il-kitba, u r-relazzjoni bejniethom. Fost ħafna affarijiet oħra, nitkellmu wkoll dwar ix-xogħol teatrali Blanket Ban, li ħolqot flimkien ma’ Marta Vella, l-attiviżmu tagħha rigward id-drittijiet riproduttivi, l-istudju tagħha tal-psikanaliżi, u l-kitba tal-esej tagħha Żerriegħa fuq Aphroconfuso. Davinia Hamilton hi gradwata fl-Ingliż mill-Università ta’ Malta, u studjat il-midja diġitali ġewwa Dublin, u t-teatru fl-iskola ArtsEd ġewwa Londra. Hi l-koawtriċi ta’ Blanket Ban, produzzjoni teatrali dwar l-abort f’Malta, ippubblikata minn Bloomsbury Methuen Drama, li rebħet l-Edinburgh Untapped Award, u ġiet innominata għal Off West End Award, kif ukoll Popcorn Writing Award u Sit Up Award.",
			"date_published": "2024-02-23T18:00:00.000Z",
			"date_updated": "2024-06-10T17:00:59.220Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-djarju-2023-12-27-dal-mixi-inutli-għalhekk-nimxih/",
			"url": "https://aphroconfuso.mt/loranne-vella-djarju-2023-12-27-dal-mixi-inutli-għalhekk-nimxih/",
			"title": "Djarju",
			"author": "",
			"content_html": "Qed illesti biex nagħmel ftit sens mill-qari tas-sajf u mix-xitwa u r-rebbiegħa ta’ qablu, indur in-noti, nara fejn se joħduni u ma’ min se jlaqqgħuni. Se nħallihom ilaqqgħuni ma’ xi ħadd? Bħalissa ma tantx għandi aptit nies, la madwari u lanqas f’kitbieti. Jew aħjar, nixtieqhom—jekk ikunu hemm—jibqgħu anonimi; avolja, meta sibt karattri anonimi quddiemi f’Portrait d’un inconnu ta’ Nathalie Sarraute tfixkilt u mhux dejjem għaraft persunaġġ minn ieħor. Teoretikament, nixtieqhom bla isem, nixtieqhom imċajprin, bil-fattizzi mżellġin, it-tip li jħalluk fl-għama dwar x’hemm fil-fond ta’ qalbhom, juruk biċ-ċar li qed jaħsbu ħafna iktar milli qed juruk. Imma fil-kitba tiegħi ma nafx nixtiqhomx hekk. Ma rridx niffrustra lil min jaqrani; mhux iżżejjed, għall-inqas. Imma jintrigawni l-persunaġġi anonimi li donnok qatt ma ssir tafhom sew. Però l-ħsieb oriġinali tiegħi kien li lanqas biss ikun hemm nies. Ir-rumanz tal-oġġetti, forsi? Bħal, ngħidu aħna, La Vie mode d’emploi ta’ Perec? Jew ix-chosisme ta’ Alain Robbe-Grillet?",
			"date_published": "2024-01-17T06:00:00.000Z",
			"date_updated": "2024-06-10T17:28:05.061Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/joe-gatt-djarju-2024-01-06-se-jkolli-nerġa-nikteb-kollox/",
			"url": "https://aphroconfuso.mt/joe-gatt-djarju-2024-01-06-se-jkolli-nerġa-nikteb-kollox/",
			"title": "Djarju",
			"author": "",
			"content_html": "Staqsejthom kif iħossuhom dwar il-bliet li jgħixu fihom issa u tawni tweġiba mimlija kwalifiki u eżitazzjoni. It-tnejn qalu li forsi xi darba għad imorru lura. Għaraft sew x’kienu qed jgħidu, jew għall-inqas immaġinajt li jħossuhom bħalma nħossni jien meta mmur Londra issa u ma nħallix lili nnifsi nerġa’ nsir inħobbha wisq għax inkella ttini rasi u niffissa li kienet ġennata li tlaqt. Kont mort ngħix Londra għax kelli biża’ kbir mill-provinċjalità, u għalkemm kultant dal-biża’ għadu jaħkimni bħal żiffa kiesħa, illum naf li m’hemm xejn iktar provinċjali milli tibża’ mill-provinċjalità. Minnha tiġi s-superfiċjalità li naraw fl-arti, il-“professjonaliżmu” żbaljat, il-ħela tal-flus fix-xinxilli.",
			"date_published": "2025-01-06T06:00:00.000Z",
			"date_updated": "2025-05-28T10:35:16.449Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-01-08-marlboro-gold-il-favoriti-tiegħi-jgħidli/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-01-08-marlboro-gold-il-favoriti-tiegħi-jgħidli/",
			"title": "Djarju",
			"author": "",
			"content_html": "Waqt li jien għadni fis-sodda, S qiegħed fil-kamra tal-banju jisma’ diska li kont inħobb nisma’ xi sentejn ilu, però ma nistax niftakar eżatt x’inhi. Inqum u nistaqsih. Jgħidli li hi “Andromeda” ta’ Weyes Blood. Inqum u nnaddaf il-kċina, niħħuverja, u naħsel l-art. Nieħu shower. Nirċievi telefonata m’għand tad-delivery biex jgħidli li għandi pakkett jistennieni isfel. Ninżel għalih. Huwa ktieb—il-memoir ta’ Lucia Berlin. Għall-ħabta tas-19h, hekk kif se nitlaq mill-appartament biex immur niltaqa’ ma’ C, R, I u M għall-ikel, u waqt li S qiegħed fil-banju jipprepara biex joħroġ, B jiġu lura d-dar ma’ E u l-kelb tiegħu, Bruno. Kienu l-gym aktar kmieni llum u nassumi li wara baqgħu barra. Nimxiha sar-restorant fejn qalu li se nieklu. It-temperatura -1°C, imma lbist ħafna layers u leggings tat-thermal u għandi wkoll balaklava madwar għonqi. Ma nistax nilbisha kif suppost għax fuq rasi għandi l-headphones. Meta nasal, nordnaw immedjatament, l-ikel jiġi mill-ewwel u nitilqu madwar għaxar minuti wara li kulħadd ikun lest. Waqt l-ikel, b’xi mod, nitkellmu dwar il-Green Goblin minn Spider Man, u villains oħra bħall-Penguin, minn Batman.",
			"date_published": "2024-02-12T06:00:00.000Z",
			"date_updated": "2024-06-10T17:11:13.238Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-02-01-jidhirli-li-hija-ġurnata-tajba-biex-naħsel-il-lożor/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-02-01-jidhirli-li-hija-ġurnata-tajba-biex-naħsel-il-lożor/",
			"title": "Djarju",
			"author": "",
			"content_html": "Fil-ħolma tiegħi, qiegħed quddiem televixin nara film tal-fantaxjenza. Ma nistax niftakar eżattament kif kienet l-istorja imma niftakar f’xena minnhom kien hemm ħafna rġiel libsin sdieri tal-ġilda sewda (mhux daqshekk differenti mill-istil ta’ Tom of Finland, li tant jirritani). Kien hemm ukoll żurżieqa triangulari kbira li tintefaħ bħal dawk ta’ meta konna tfal. Ladarba kont fuq nett, stajt jew taqbeż f’qasma li kien hemm fin-nofs bejn iż-żewġ żurżiqiet, jew inkella tiżżerżaq ’l isfel in-naħa l-oħra. Fil-qasma, l-ispazju huwa vast. Hemm irġiel ipejpu, jiċċettjaw, jitlajjaw. Tixbah il-qasma fil-kaktus enormi li minnha tidħol in-narratriċi f’Death Valley ta’ Melissa Broder, fejn tara verżjonijiet iżgħar fl-età ta’ żewġha u missierha. Konna qed naraw il-film fid-Dipartiment tal-Klassiċi fl-Università ta’ Malta fejn għamilt il-Baċellerat tiegħi. Il-bini kien razzett barra mill-kampus ħdejn parkeġġ. Ma kienx kompletament l-istess, fil-ħolma tiegħi, imma stajt ngħid li kienet verżjoni tar-razzett. Għal xi raġuni, kont ġibt il-bagalji tiegħi miegħi. F’ħolma li sseħħ qabel il-wiri tal-film, niftakar li kien hemm ħija, u konna mexjin xi mkien u kellu żewġ mobiles iżda wieħed minnhom kellu l-batterija baxxa. Inqum u nikteb lil S: Hi birthday boy. Ça va?",
			"date_published": "2024-03-11T06:00:00.000Z",
			"date_updated": "2024-06-13T11:44:57.888Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-djarju-2024-02-08-it-tluq-dejjem-iħallili-għafsa-xi-mkien/",
			"url": "https://aphroconfuso.mt/loranne-vella-djarju-2024-02-08-it-tluq-dejjem-iħallili-għafsa-xi-mkien/",
			"title": "Djarju",
			"author": "",
			"content_html": "Wara tlett isjuf ta’ Pic Nic The Streets, picnics “kwieti” ta’ protesta kull nhar ta’ Ħadd waranofsinhar quddiem il-Bourse kontra l-fatt li l-karozzi kienu joħonqu l-ispazju pubbliku u jinkwinaw l-arja tar-residenti, fid-29 ta’ Ġunju tal-2015 Boulevard Anspach ingħalaq kompletament għall-karozzi u l-ispazju nfetaħ biss għan-nies bil-mixi. Tħawlu s-siġar fuq il-ġnub, tpoġġew għadd ta’ bankijiet tal-injam u tal-konkrit, tlestiet funtana b’ilma jaqbeż fit-tarf ta’ Rue August Orts faċċata tal-Bourse, ittellgħu stallazzjonijiet tal-arti, u nbena ġnien żgħir fuq Place Fontainas qabel ma t-triq terġa’ ssir tal-karozzi. Ilni ngħix f’dil-belt mill-2008 u l-karozzi, u l-picnics ta’ protesta niftakarhom sew, allura sirt dejjem nimxi “f’nofs tat-triq” meta nsib ruħi fuq dal-boulevard, b’ċelebrazzjoni għal dir-rebħa, żgħira u kbira fl-istess ħin. Dal-proġett ma kienx iżolat, u minn dak iż-żmien fiċ-ċentru ta’ Brussell komplew jingħalqu iktar toroq ċentrali għall-karozzi. Il-pjan reġjonali tal-mobbiltà għall-2020–2030, li jismu “Good Move”, jiffoka fuq is-saħħa fiżika u mentali tar-residenti, it-titjib tal-kwalità tal-ħajja tagħna, it-tnaqqis tal-impatt ħażin tal-karozzi fuq l-arja u fuq l-ambjent, u ż-żieda fis-sigurtà u s-sostenibbiltà tal-mobbiltà. Għandu l-għan li jgħinna nibdlu l-mod kif niċċaqalqu minn post għall-ieħor. Il-lussu, f’dal-pjan, huwa f’li nħaddmu moħħna u nużaw riġlejna, u ngawdu l-belt mingħajr ma nkunu skjavi tal-karozzi. L-istess diskors, però diġà kien qed jingħad ħamsin sena ilu, fil-bidu tas-snin sebgħin, meta l-Grand Place nnifisha kienet għadha tintuża bħala spazju fejn tipparkja l-karozza. Meta nara r-ritratti minn dak iż-żmien niftakar fiż-żmien meta ġieli ħallejt il-karozza pparkjata fit-teatru l-imwaqqa’ l-Belt. F’Jannar tal-2019 begħt il-karozza biex nibda nuża biss it-trasport pubbliku, bl-idea li fil-każ li jkolli bżonn karozza nikri waħda għal dakinhar biss.",
			"date_published": "2024-03-25T06:00:00.000Z",
			"date_updated": "2024-06-10T16:50:45.264Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/il-kliem-fit-teorija-queer-kwir/",
			"url": "https://aphroconfuso.mt/il-kliem-fit-teorija-queer-kwir/",
			"title": "queer/kwir",
			"author": "",
			"content_html": "Meta kont qed naħseb dwar queer, bil-Malti, ħassejt li kemm il-verb (to queer) kif ukoll l-insla tiegħu bħall-aġġettiv queer tant huma dependenti fid-diskors politiku u teoretiku queer fuq l-għeruq tiegħu mil-Latin torquere (Sedgwick, Halberstam, Chen) illi t-tħaddim u l-potenzjal tiegħu jinsab eżattament fl-isfond (u joħroġ mill-isfond ’il barra). Għalkemm il-kelma fil-verżjoni tagħha miktuba kif tinħass (“kwir”) fil-Malti qisha daħlet mhux ħażin, madanakollu, din il-verżjoni taf toskura dan kollu li għadni kif għedt. Mill-Ġermaniku quer nistgħu naslu għat-terminu “laġenbiżmu” (eż. poeżija “la ġenba”) mentri mil-Latin torquere nistgħu naslu għat-terminu “tagħwiġ”. Però nħoss li kelmiet bħal dawn se jiddiżassoċjaw minn (u b’hekk jinjoraw) dak kollu li hu storja queer, passat queer, potenzjal queer. Naqbel mal-entrata ta’ Omar (25.04.23), li parti mir-raġuni li kulħadd qed juża l-kelma queer madwar id-dinja fi kwalunkwe lingwa, hi, nissuspetta, biex tingħaraf. Barra minn hekk, ma nistax ma naħsibx li l-kelma “queer” infiltrat fid-diskors kontemporanju tant li kkristallizzat sal-punt li saret “intraduċibbli” (Cassin, Apter). Dwar il-kontinġenzi, eżempju queering jew queerness, inħoss li minkejja li jistunaw ftit mhux ħażin, għandna nħalluhom hekk. (Eż: “X’jippożizzjona l-queerness bħala għodda…”)",
			"date_published": "2024-03-19T06:00:00.000Z",
			"date_updated": "2025-06-12T22:05:10.892Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/il-kliem-fit-teorija-xewqa-xenqa/",
			"url": "https://aphroconfuso.mt/il-kliem-fit-teorija-xewqa-xenqa/",
			"title": "xewqa/xenqa",
			"author": "",
			"content_html": "Il-kelma “xewqa” togħġobni iktar ukoll għaliex tista’ timplika element konxju fejn is-suġġett konxjament jista’ jixtieq xi ħaġa partikolari, filwaqt li l-kelma “xenqa” timplika passività fejn is-suġġett ma jistax ma jixxennaqx għal dak li m’għandux. Naħseb li għal Lacan, il-kunċett ta’ désir jopera kemm fil-konxju u kemm fl-inkonxju. F’dan is-sens, is-suġġett inkonxjament jixtieq totalità, jixxennaq għaliha, u fl-istess waqt li dan l-impuls inkonxju jiggverna x-xewqa, ix-xewqa nnifisha titlibbes forma li s-suġġett huwa konxju tagħha, bħal pereżempju: il-fantażija ta’ suġġett Ingliż awtonomu, ħabrieki, patrijott, aħjar mill-Ewropew u miżmum lura appuntu minħabba l-Ewropew inferjuri u l-Ewropew li jrid idaħħal l-immigranti, flimkien ma’ fantażiji dwar narrattivi ta’ grandjożità imperjali u kolonjali. Din il-fantażija Ingliża ġiet immanifestata b’mod konxju f’dawk il-votanti pro-Brexit fl-Ingilterra fl-2016. L-identifikazzjoni mal-kampanja tal-Brexit topera kemm fuq livell konxju fis-sens li s-suġġett Ingliż ħaseb li ġaladarba l-Ingilterra toħroġ mill-UE, ħa jerġa’ jsir sħiħ kif ukoll jitpaxxa (iħoss sens ta’ jouissance) bir-riżultat tal-vot. Fl-istess ħin, din il-faċċata konxja qed tgħatti l-implikazzjoni mistura ta’ xenqa għal totalità li qatt ma tista’ tinkiseb: fejn anki wara Brexit dak li ġie mwiegħed, ma wasalx.",
			"date_published": "2024-03-19T06:00:00.000Z",
			"date_updated": "2025-07-14T16:34:43.833Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kurt-borg-poddata-2024-02-22-noti-editorjali-4-kurt-borg/",
			"url": "https://aphroconfuso.mt/kurt-borg-poddata-2024-02-22-noti-editorjali-4-kurt-borg/",
			"title": "Noti Editorjali #4",
			"author": "",
			"content_html": "« Dan il-proġett tal-esejs għalija huwa proġett ta’ memorja li l-pandemija tefgħetni fih. Jiġifieri l-pandemija, forsi kif esperjenzaha wkoll ħaddieħor, jien esperjenzajtha b’ċertu żlugar. Żlugar mill-ordinarju. Għaliex? Għax kollox ġie żlugat. Il-ħajja tagħna, għal ħafna nies il-post fejn jgħixu, il-mod kif jgħixu, ix-xogħol, kollox ġie maqtugħ mill-ordinarju. Dak il-qtugħ ħafna nies esperjenzawh bħala trawma, ma nixtieqx inxejjen minn dan, kien hemm ħafna mewt fl-arja, u ħafna nies esperjenzawh b’uġigħ. Oħrajn esperjenzawh b’forma ta’ libertà stramba u libertà ġdida li f’daqqa waħda “għandi ħafna iktar ħin” jew “għandi ħafna iktar ħin id-dar”. Wieħed mill-ħsibijiet li kien ikolli fil-pandemija—naf inqum, saru l-għaxra, fejn is-soltu nkun l-uffiċċju jew xi mkien u qiegħed id-dar—u ngħid id-dawl tax-xemx fuq din il-mejda qatt ma rajtu b&#39;dan il-mod, dak it-tip ta’ ħsibijiet, għax qatt ma nkun id-dar dak il-ħin. Jew qed inħoss il-kamra differenti, jew inkella anka qed immur mixja. Kont maqtugħ mir-rutina. Ġieli kien ikun stramb dan, u ġieli kien idejjaqni, ovvjament, għax kien hemm ħafna stress, ħafna ansjetà u inċertezza. Imma daqstant ieħor kelli bżonn dik il-qatgħa biex lili titfagħni f’ċerta żona fejn ċerti memorji reġgħu bdew ifuru. Jew ċerti emozzjonijiet minn ġo fija erġajt bdejt inħosshom b&#39;ċerta intensità, b’ċerta luċidità. U ħassejt dak kien mument esejistiku għalija. Kien f’dan l-ispirtu li dort lejn l-esej għax xtaqt naqbad xi ħaġa minni nnifsi u mid-dinja li bdejt inħoss li ħa titlaq għal dejjem. »",
			"date_published": "2024-02-23T18:00:00.000Z",
			"date_updated": "2024-06-10T17:00:32.763Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/joe-gatt-djarju-2024-02-25-għandi-dubju-dwar-il-liċenzja/",
			"url": "https://aphroconfuso.mt/joe-gatt-djarju-2024-02-25-għandi-dubju-dwar-il-liċenzja/",
			"title": "Djarju",
			"author": "",
			"content_html": "Il-fdalijiet f’partijiet oħra ta’ dil-belt, il-monumenti u l-kolonni u t-toroq wesgħin u l-arkati trijonfali, jixhdu s-snin meta l-belt kellha l-ambizzjoni ġenoċidali li tkun il-kapitali ta’ imperu. Imma f’dawn l-inħawi, il-fdalijiet huma mħażen tal-banana u skeletri tal-krejnijiet. L-ismijiet tat-toroq juru li darba kien hawn sistema ħafna iktar kumplessa ta’ kanali, u ħafna swieq differenti ta’ komoditajiet partikolari: ħut, tiġieġ, majjal, butir, faħam, qamħ. Il-port kien ħafna iktar attiv sa nofs is-seklu li għadda. Ftit ’il  fuq minn hawn kien hawn stazzjon tat-trasbord li ħa ismu — Tour &amp; Taxis — mill-familja li darba kellha s-sede tagħha hemm u li kienet tħaddem is-sistema tal-posta għall-Imperu Ruman Qaddis, kif imsemmi f’The Crying of Lot 49 ta’ Pynchon. Illum hemm shopping mall lussuż, kollu njam, u park sabiħ taparsi nofsu salvaġġ. Faċċata tiegħu hemm dik li kienet fabbrika tas-Citroën, bini enormi li fi żmien sentejn jew tlieta (jew ħamsa, jew sebgħa) se jkun fergħa tas-Centre Pompidou. Sa għoxrin sena oħra se jkun differenti ħafna hawnhekk, imma għalissa għad hawn bilanċ sabiħ.",
			"date_published": "2025-04-08T05:00:00.000Z",
			"date_updated": "2025-09-25T20:04:16.786Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-djarju-2024-03-01-nintebaħ-li-terraqt-mhux-ħażin/",
			"url": "https://aphroconfuso.mt/loranne-vella-djarju-2024-03-01-nintebaħ-li-terraqt-mhux-ħażin/",
			"title": "Djarju",
			"author": "",
			"content_html": "Fi tfuliti, meta kont għadni ngħix ħdejn il-baħar, kull filgħaxija kont immur nimxi mal-kosta bla ma ngħid ’il ħadd. Mixja mgħaġġla mhux illajmata, nibdieha bin-niżla lejn il-bajja, imbagħad nerħi lejn il-lemin u nibqa’ dieħla ’l ġewwa, naqbeż ir-ramla u ninżel fuq il-blat. ’Il fuq minni stajt nisma’ l-ilħna, it-taħbit u t-tektik tal-boċċi tal-logħob. Iżda moħħi kien biss fuq il-pass li jmiss jien u ntawwal riġlejja biex nevita l-blat ippuntat u l-ħofor mimlijin ilma qiegħed. Nieqaf ħdejn is-salini, inserraħ saqajja fuq ix-xoffa ta’ ħawt minnhom, inħares daqqa minn naħa daqqa minn oħra biex nilmaħ l-ilwien ikanġu tal-kristalli tal-melħ fid-dawl ta’ nżul ix-xemx, imbagħad lejn il-baħar. Kont nistħajjel li l-fetħa tal-baħar quddiemi għad xi darba tittiekel gidma gidma u nkun jien li nibqa’ bil-ġuħ. Nimxi fuq il-ħitan baxxi minquxa fil-blat ta’ madwar l-għanqbuta ta’ ħwat kwadri wieħed maġenb l-ieħor, nipprova ma naqa’ fl-ebda wieħed minnhom. Xi darba ma kien hawn xejn ħlief il-kristalli jleqqu tal-melħ li l-baħar u x-xemx kienu joffru ’l-art. Bdew jieqfu mal-kosta l-baħħara jiġbru l-melħ biex jerfgħu fih il-laħam, il-ħut u l-ġlud ħa jservuhom għal żmien ieħor. It-tmelliħ fost l-eqdem taħwir tal-ikel, u l-imluħa waħda mill-ħames togħmiet li kapaċi ntiegħmu. Insalata mhix ħlief werqa mmellħa. Immellħu l-ilma tax-xorb sa ma jtiegħem ilma baħar u nsejħulu salmura; nimmarinaw il-laħam biex inrattbuh u ntejbuh ħa nomogħduh bi pjaċir. Jekk ma niklux melħ nimirdu, jekk nieħdu wisq immutu. Bil-melħ issiġillajna ftehim bejnietna, roxxejnieh biex nuru ’l Alla li nafdaw fih. Bnejna toroq għall-melħ biss, bih xtrajna, begħna, partatna, għamilna l-kummerċ. Bdejna gwerra minħabba l-melħ. Ħkimna rħula, ħraqnielhom id-djar u ksejnielhom l-uċuħ tar-raba’ bil-melħ biex xejn ma jikber u jmut bil-ġuħ kull min kien fadal ħaj. Morna x-xogħol u fl-aħħar tax-xahar tawna salarju, mil-Latin: salarium, sal, melħ. Bħalma fehem tard wisq Mida, id-deheb tgħaddi mingħajru, il-melħ le. Fit-Tramuntana tal-gżira, ’il bogħod ’il bogħod, kont naf li hemm raħal imsemmi għall-melħ ’ħabba s-salini li m’għadx hemm u l-bur salmastru li sal-lum hemm għadu. ",
			"date_published": "2024-07-14T22:00:00.000Z",
			"date_updated": "2024-07-14T12:59:34.147Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-03-02-nistħajjilni-qomt-fuq-artal-tas-sagrifiċċju/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-03-02-nistħajjilni-qomt-fuq-artal-tas-sagrifiċċju/",
			"title": "Djarju",
			"author": "",
			"content_html": "Xewqat tal-lum: li jibgħatli messaġġ dak li ltqajt miegħu lbieraħ. Jgħidli li jridni, u li jrid li nerġgħu niltaqgħu malajr kemm jista’ jkun, li nkun f’burdata tajba u li S itini l-attenzjoni, li ma jkollix biża’ u ansjetà dwar il-flus, li nixtri x’niekol mingħajr ma jħossni ħażin li naqsu l-flus mill-kont bankarju, li jirnexxili nikteb xi ħaġa. Ġurnata mxarrba. Sema griż qotni, imdendel. Is-sħab ma jridx iħalli s-sebħ jaqsam is-sema, li jibqa’ kulur wieħed ġurnata sħiħa, fond. S ma jridx kliem. Ma nafx f’liema staġun qegħdin, jekk ir-rebbiegħa bdietx diġà jew għadha le. Jekk hux wisq sħana biex tkun ix-xitwa, jekk hux wisq bard biex tkun ir-rebbiegħa. Ma stajtx nikteb għal ġimgħa sħiħa, mgħaddas taħt il-friex tas-sodda, imkebbeb f’żaqq is-saqqu li ma tantx hu iebes. Enerġija meħuda kollha mill-burdata. Imbagħad ħedla għax naħli ħafna ħin niffaċċja dal-fatt. F’Marzu tlift l-aptit, il-burdata biex nikteb. Ix-xewqa biex niftakar, ix-xewqa biex ma niftakarx mumenti biex nikteb dwarhom. L-imbuttatura biex naqbad il-mobile bl-iskrin imkisser u nikteb. Imbagħad meta jkunu għaddew wisq ġranet, biex nikteb dwar xi ħaġa li ma ġratx fil-mument immedjat. F’waħda mill-entrati tad-djarju ta’ Diċembru kont ħadt nota ta’ x’kitbet Marina Benjamin. Tikteb dwar il-memorja u t-tislit tal-kittieb biex jiftakar, speċjalment xi ħaġa li ġrat tant żmien ilu: “Li tikkonċernani hija l-idea pjuttost pulita wisq li l-memorja hija xi ħaġa li tibqa’ fil-wiċċ b’mod intatt mill-passat imċajpar, bħal xi sejba arkeoloġika li tkun skoprejt u li minnha trid sempliċement tfarfar it-trab. Dak il-kunċett, naħseb, jista’ jiġi skontat, peress li kull darba li tiftakar xi ħaġa tkun qed tiktibha mill-ġdid, tqanqal il-passat fil-proċess. Din l-indeterminazzjoni organika kollha tagħmel il-memorja inkwetanti. Tesponiha bħala xi ħaġa mibnija b’mod attiv minn persuna li tħoss, li tħares lura minn punt fil-futur, li trid tagħti rendikont ta’ kif saru l-affarijiet sabiex jgħixu l-porzjon li jmiss tal-futur tagħhom bil-kumdità.” Hekk kif kitbet in-nanna ta’ Guillaume Dustan fid-djarju tagħha, li hu għamel traskrizzjoni tiegħu f’Nicolas Pages: “Peress li m’għandi ħadd madwari ma’ min nista’ niskambja l-ideat, nikteb dak kollu li niftakar, fl-ebda ordni partikolari, nimla l-paġni.”",
			"date_published": "2024-04-15T05:00:00.000Z",
			"date_updated": "2025-08-23T11:05:25.546Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/davinia-hamilton-djarju-2024-03-13-l-ewwel-kitba-dik-kulma-hi-tafal/",
			"url": "https://aphroconfuso.mt/davinia-hamilton-djarju-2024-03-13-l-ewwel-kitba-dik-kulma-hi-tafal/",
			"title": "Djarju",
			"author": "",
			"content_html": "Nixtieq inżomm djarju, biex forsi nsib irkaptu ta’ ħsibijieti u nġiegħel lil dawn l-ideat għażżenin jieħdu forma. Xtrajt ktieb ġdid apposta. Iswed u rqiq, jidħol fil-basket, bil-karti bojod bil-linji griżi. Hawn nikteb xi ħaġa ġdida, u bil-Malti. Ġieli nemmen li jien m’għandix xi ngħid; li m’għandix x’nikteb. Ngħid, jien min jien biex nistenna li xi ħadd ħa jaqra kliemi? Tifhmunix ħażin—dan mhux xi sinjal ta’ kemm jien dħulija. Dan sintomu nevrotiku. Din skuża, għax il-kitba diffiċli, taqlagħlek fwiedek, tirrikjedi ħafna xogħol. U jekk m’għandix xi ngħid, mela ’qas ħaqq il-battikata. Imma jekk int kittieba, tikteb trid. M’hemmx x’tagħmel. Forsi f’ħajja oħra niġi għasfur, dawk dejjem isibu xi jgħidu. Ili s-snin nikteb. Dawn l-iskużi mhumiex ġodda. Suppost ili li tgħallimt u aċċettajt li meta tibda tikteb xi ħaġa, mhix se tkun perfetta mill-ewwel. Jaf ma tkun perfetta qatt, anzi. Imma fil-bidu, l-importanti li jirnexxilek tniżżel xi ħaġa fuq il-paġna. Anki jekk tkun xi ftit tan-nejk. Il-kitba ġieli nimmaġinaha bħall-iskultura: irid ikollok biċċa tafal biex tibda tagħtiha forma. Ħa taħdimha u tarmi minnha mhux ħażin sakemm toħroġ il-figura li taqbel ma’ dik li kellek f’moħħok meta ġietek l-idea. U l-ewwel kitba dik kulma hi, tafal.",
			"date_published": "2024-06-17T05:00:00.000Z",
			"date_updated": "2025-06-12T21:59:29.624Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/aaron-aquilina-noah-fabri-omar-nshea-poddata-2024-03-27-il-kliem-fit-teorija/",
			"url": "https://aphroconfuso.mt/aaron-aquilina-noah-fabri-omar-nshea-poddata-2024-03-27-il-kliem-fit-teorija/",
			"title": "Il-Kliem fit-Teorija",
			"author": "",
			"content_html": "Termini fil-ħsieb kontemporanju malajr isibu ruħhom fid-diskors kulturali u politiku mingħajr ma jkun sar ingaġġament mar-raġunijiet għalfejn nużaw lilhom flok oħrajn. Meta niktbu bl-istess lingwa li biha naqraw, faċli nużaw dal-kelmiet mingħajr ma nirriflettu wisq fuqhom. Iżda meta niktbu bil-Malti, id-diffikultà tat-traduzzjoni tista’ ssir privileġġ: tagħtina l-opportunità ningaġġaw mill-qrib mat-termini qabel indaħħluhom fil-lingwa tagħna. “Il-Kliem fit-Teorija” huwa proġett fejn kittieba u speċjalisti jiddiskutu t-traduzzjoni fil-Malti ta’ kliem fil-ħsieb kontemporanju. Il-kelliema kienu Aaron Aquilina, Noah Fabri u Omar N’Shea.",
			"date_published": "2024-03-27T09:00:00.000Z",
			"date_updated": "2025-07-28T12:12:49.832Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-04-01-noħlom-li-jaqgħuli-s-snien-ta-quddiem/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-04-01-noħlom-li-jaqgħuli-s-snien-ta-quddiem/",
			"title": "Djarju",
			"author": "",
			"content_html": "Qed insuq il-mutur ta’ missieri f’ħolma li kienet tinħass verament tal-biża’, imbagħad noħroġ lill-fekruna tiegħu għal mixja u nitlifha xi mkien fejn il-baħar. Jgħidli li hu ħabib sew ma’ Mathieu Lindon, li jibagħtu l-messaġġi kull ġimgħa, u li Lindon kien ħabib ta’ Dustan. Jippunta lejn il-bar ta’ quddiemna u jgħidli li normalment kienu jmorru jixorbu hemm. Hu u Lindon. Jgħix eżatt hemm. Jgħid li hu ħabib sew ma’ Didier Eribon u Geoffroy de Lagasnerie. Ma tantx jiggusta lil Edouard Louis, u ltaqgħu ftit drabi. Huwa dejjem PR mode, jgħid, li jfisser li Edouard Louis dejjem ikun fil-karattru ta’ kittieb, u hu jsib dal-fatt naq’a irritanti. Huwa xorta bagħatlu kopja tal-ktieb tiegħu, u Louis kitiblu biex jirringrazzjah. Nidħlu Eataly. Irid jieħu focaccia biċ-ċikkulata (u xi ingredjent ieħor li ma nistax niftakar). Sadanittant, jien nitla’ l-ewwel sular biex inbul peress li ma nistax inżomm aktar. Jispiċċa jieħu focaccia sempliċi. Nimxu lejn Etienne Marcel. Jagħtini gidma mill-focaccia tiegħu. Ma rridx nikolha kollha, jgħid. Ngħidu ċaw.",
			"date_published": "2024-05-27T05:00:00.000Z",
			"date_updated": "2024-06-13T15:19:10.285Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-djarju-2024-04-09-se-nħallihom-hawn-jgħidu-tagħhom/",
			"url": "https://aphroconfuso.mt/loranne-vella-djarju-2024-04-09-se-nħallihom-hawn-jgħidu-tagħhom/",
			"title": "Djarju",
			"author": "",
			"content_html": "Dawn il-ħassieba-kittieba kollha kemm huma donnhom tal-istess fehma: “Itlaq il-kotba minn idejk u oħroġ ’il barra. Mur imxi u ħallik mill-kitba ta’ ħaddieħor.” Għandi ħabta nogħxa naqraha kitba bħal din. Imma kultant, meta ninduna li għaddiet ġurnata sħiħa u bqajt ma ħriġtx mid-dar biex nilħaq illesti kollox u nsib ħin naqra u nikteb, inħossni niddispra. Jekk nobdi l-ordni li tgħidli mmur nimxi, fil-pront nikser it-tieni waħda li tgħidli biex ma nintrabatx wisq mal-kotba li naqra. Weħilt f’din id-dilemma. Moħħni biex naqra kitba dwar il-mixi miktuba minn ħassieba li kienu jimxu bejn sitta u tmien sigħat kuljum imbagħad b’xi mod kienu jsibu wkoll ħin biżżejjed biex jiktbu dwar dan u dwar dak kollu li qanqalhom u ħassibhom huma u jimxu fil-kampanja u jitilgħu l-għoljiet. Imma jien biex naqra kitbiethom ma nsibx ħin noħroġ mixja, imqar nofs siegħa kuljum.",
			"date_published": "2024-05-15T17:00:00.000Z",
			"date_updated": "2024-06-10T16:10:57.007Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/davinia-hamilton-djarju-2024-04-24-tistgħu-tgħiduli-min-jien-/",
			"url": "https://aphroconfuso.mt/davinia-hamilton-djarju-2024-04-24-tistgħu-tgħiduli-min-jien-/",
			"title": "Djarju",
			"author": "",
			"content_html": "Ġejt Għawdex għal btala ma’ wħud minn sħabi ta’ Londra. Ilna ngħidu ftit li rridu mmorru btala flimkien—xi mkien għas-sħana, fejn hemm l-ikel bnin u l-inbid tajjeb, u fejn nistgħu mmorru nimxu għax-xemx u niddiskutu d-dinja. Sibnieha ftit diffiċli nsibu xi mkien mhux għali infern—il-Greċja, Sqallija, il-Marokk, il-Kroazja. Xi ħadd minn sħabi fl-aħħar qal, “Naf li din forsi xi ftit awkward għax pajjiżek, imma Malta qisha destinazzjoni perfetta, le?”
Vera awkward, imma kellhom raġun. Sibna farmhouse l-Għarb għal prezz raġonevoli, qtajna l-biljetti tal-ajru, u hawn aħna. Dejjem inħossni ftit stramba meta sħabi barranin jiġu miegħi Malta. Ħassejtha ħafna din speċjalment fil-bidu tar-relazzjoni ma’ R. Stħajjiltu meta qiegħed Malta qed jara xi ħaġa intima ħafna. Stħajjiltni jien meta lil xi nies ngħidilhom li nistudja l-psikanaliżi u jisktu f’daqqa jew jgħidu xi ħaġa speċi, “allura, qed taqrali moħħi?” (Nixtieq.) U mbagħad jiftħu qalbhom miegħi, jgħiduli dwar tfulithom, jitolbuni nispjegalhom għalfejn ibatu. “Għidli għala jien kif jien.” Lil sħabi nurihom art twelidi u nħossni donni qed nitlobhom, “Issa la qegħdin hawn fejn trabbejt; issa la qed tieklu l-ikel li tant inħobb; issa li mixjin fit-toroq ta’ tfuliti, ixxommu l-arja mielħa, taraw dawn l-ikoni reliġjużi kull fejn tħarsu, taraw niesi: tistgħu tgħiduli min jien?”
",
			"date_published": "2024-08-15T05:00:00.000Z",
			"date_updated": "2024-08-15T10:04:48.558Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-05-01-ngħidlu-li-miniex-julia-fox/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-05-01-ngħidlu-li-miniex-julia-fox/",
			"title": "Djarju",
			"author": "",
			"content_html": "Tifel bilqiegħda m’ommu fuq is-seat ta’ quddiemi jaqbad jirremetti imma ommu tpoġġi jdejha fuq ħalqu biex tipprova tikkontrolla r-remettar u minflok jispara kullimkien. Filgħaxija, S jibgħatli xi disinji oħra li ilu jaħdem fuqhom illum. Huwa kien qatta’ l-ġurnata kollha bilqiegħda fuq l-iskrivanija tiegħu jagħmel renders ta’ żraben fuq il-Photoshop għal Ushatava. Isemmi wkoll li waħda mill-klijenti tiegħu hija tant mitlufa. Nistaqsih jekk hux ifisser li ma tafx x’qed tagħmel u jekk hux moħħha fuq mitt ħaġa. Le, qisha diżorganizzata ħafna, iwieġeb. Milli jidher tmur ħafna parties u m’għandhiex kwiet, tħobb tixxala. Imma veru ħelwa minn daqshekk. Ngħidlu li m’għandi l-ebda idea kif ċerti nies għandhom tant stamina u enerġija, li jien tajjeb ħafna li noqgħod bilqiegħda qisni blata mejta. Imma hawn tant nies li huma lesti biex jieħdu gost. Imma tħobb tkun miġnun ukoll. Lol, clown. Dejjem taqra fis-sodda tiegħek, jgħidli. Iva imma m’iniex miġnun sexy, niktiblu. Dan xi jfisser? jistaqsi. Ngħidlu li m’iniex Julia Fox.",
			"date_published": "2024-06-23T05:00:00.000Z",
			"date_updated": "2024-06-22T22:44:25.164Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/fatima-a.m.-djarju-2024-05-10-xafra-fis-saqaf-ta-ħalqi/",
			"url": "https://aphroconfuso.mt/fatima-a.m.-djarju-2024-05-10-xafra-fis-saqaf-ta-ħalqi/",
			"title": "Djarju",
			"author": "",
			"content_html": "it-traduzzjoni hija ħabel. bħalma tħoss il-ħabel jiekol il-ġogi f’sessjoni shibari, inħoss il-lingwa bħala xafra fis-saqaf ta’ ħalqi. hemm intersezzjoni li għad m’għandix kliem għaliha, imma qed nirreferi għal dik l-intersezzjoni bejn l-esperjenza, l-intellettwaliżmu, il-ħajja, il-ġisem, alla, il-ħaxi jew l-erotiċiżmu li mhuwiex lineari (jiġifieri t-tip ta’ espressjoni sesswali fejn m’hemmx punt A li jwassal għal punt B) jew in-nuqqas ta’ sess penetrattiv f’isem l-erotiċiżmu. iktar ma naqra fuq il-kink u d-dominazzjoni, inqas jinteressani li niskopri l-iġsma b’dan il-mod. kważi nixtieq nerġa’ nsir tifla, jew tifel, nibni ġismi mill-ġdid. forsi nibni l-lingwa mill-ġdid. spiss naħseb fuq il-possibbiltà li nsir omm tiegħi nnifsi, imma ommi mill-ewwel ġurnata li twelidt.",
			"date_published": "2024-07-08T05:00:00.000Z",
			"date_updated": "2025-09-16T06:58:06.355Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/noah-fabri-poddata-2024-05-11-noti-editorjali-5-noah-fabri/",
			"url": "https://aphroconfuso.mt/noah-fabri-poddata-2024-05-11-noti-editorjali-5-noah-fabri/",
			"title": "Noti Editorjali #5",
			"author": "",
			"content_html": "« Dawn il-proċessi kollha huma xi ħaġa li tinteressani peress li ovvjament huma assoċjati aktar man-nisa, max-xogħol tan-nisa, li ma tistax tikkapitalizzah. Jiġi kkapitalizzat, imma l-bażi tiegħu mhix il-kreazzjoni tal-valur, il-valur tiegħu mhux ekonomiku imma huwa soċjali. Qiegħed biex tirriproduċi s-soċjetà, jew tħaddan ’in-nies, biex tieħu ħsiebhom. Dak huwa l-valur prinċipali ta’ dan it-tip ta’ xogħol. Allura nieħu gost nuża dat-tip ta’ xogħol meta nkun qed naħdem fuq proġetti artistiċi. Nieħu gost nagħmilhom waqt li nkun qed nitkellem ukoll fuq il-ġeneru. Meta għamilt Huma Min Huma? kont qed inħit libsa u nitkellem speċifikament fuq il-pronomi. Għal Insalata għamilt insalata waqt li tkellimt fuq ir-relazzjoni tiegħi mal-ikel u l-ġeneru, il-preżentazzjoni u l-ħsieb tiegħi marbut mal-ikel u l-ġeneru. Jiġifieri dejjem kien hemm dawk l-ideat. Anki fil-kitba, meta nkun qed nikteb, dejjem nidħol fid-dettall fuq l-ikel, fuq is-sensi, fuq l-affarijiet effimeri tal-ħajja ta’ kuljum. Jiġu anka mill-istudji tiegħi tal-Antropoloġija, li vera tiffoka fuq il-ħajja ta’ kuljum, u vera l-ħajja ta’ kuljum iġġibha maġika. U dik xi ħaġa li dejjem pruvajt nagħmel għax għalija l-ħajja ta’ kuljum hija maġika speċjalment f’postijiet fejn il-kapitaliżmu ma tantx jirnexxilu jippenetra. Għalhekk ukoll vera nidħol fuq is-sensi, fuq il-proċessi tal-ġisem. U li l-karattri jkunu konxji mill-ġisem tagħhom, x’qed jagħmlu fl-ispazju u dawn l-affarijiet kollha li l-loġika assoċjata mal-patrijarkat ma tagħtix kashom, għalija huma l-aktar affarijiet importanti fil-ħajja tal-bniedem. »",
			"date_published": "2024-05-11T17:00:00.000Z",
			"date_updated": "2025-04-21T16:39:30.490Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/il-kliem-fit-teorija-alterità/",
			"url": "https://aphroconfuso.mt/il-kliem-fit-teorija-alterità/",
			"title": "alterità",
			"author": "",
			"content_html": "Ngħid għalija, meta nagħżel li nuża l-kelma “alterità”, nużaha biex nirreferi għat-tip ta’ “ieħor” li jikteb dwaru Levinas. L-alterità tal-Ieħor m’għandhiex x’taqsam ma’ meta ngħidu li xi ħadd ġie othered, ċjoè meqjus inferjuri, eskluż miċ-ċentru tan-normalità, abjected (din tkun kelma oħra ta’ min ningaġġaw magħha). Kif nifhmu jien, għal Levinas, l-alterità tal-Ieħor hija dik il-kwalità (anzi, hija nonkwalità, għax ma tinqabadx f’kategoriji) li lili twaqqafni milli nirreduċi lill-Ieħor għal sameness. (La qegħdin fiha, sameness kif tiġi bil-Malti? “Identiċità”? “Stessiżmu”? Hekk issuġġerew xi wħud fuq il-grupp Kelmet il-Malti fuq Facebook.) L-alterità, allura, mhijiex vjolenza (bħalma ġeneralment tkun meta xi ħadd jiġi othered); anzi, għal Levinas, il-vjolenza sseħħ appuntu meta l-alterità tal-Ieħor inwaqqgħuha għall-kategorija tal-familjari. B’hekk, inkunu ħnoqnieh lill-Ieħor, ġibnieh oġġett. Allura, “alterità”, għalija, iġġorr magħha konnotazzjonijiet ta’ fraġilità, valur, vulnerabbiltà li tinforma attitudni etika. Wara kollox, il-filosofija ta’ Levinas hija l-etika tal-alterità.",
			"date_published": "2024-05-27T05:00:00.000Z",
			"date_updated": "2025-04-06T07:54:45.315Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/davinia-hamilton-djarju-2024-06-01-kollox-veru-kollox-falz/",
			"url": "https://aphroconfuso.mt/davinia-hamilton-djarju-2024-06-01-kollox-veru-kollox-falz/",
			"title": "Djarju",
			"author": "",
			"content_html": "Hemm skritturi Eġizzjani mill-1200 QEK li jiddeskrivu sintomi tal-emigranji. It-tabib Grieg, Ippokrati, fl-400 QEK jikteb dwar uġigħ ta’ ras bit-taqlib viżiv. Fit-tieni seklu EK, Aretew tal-Kappadoċja jiddeskrivi fenomenu ta’ wġigħ ta’ ras li jaffettwa naħa waħda biss—u minn hawn nieħdu l-kelma moderna emigranja; bil-Grieg ἡμικρανία (hēmikranía), jiġifieri nofs il-kranju. Kien hemm żmien fejn kienu jaħsbu li l-emigranji kienu marka ta’ intelliġenza, u żmien ieħor fejn l-emigranji kienu meqjusin marka ta’ moħħ dgħajjef—speċjalment fost in-nisa li, meta kienu jbatu minn uġigħ kroniku kienu (u xi kultant għadhom) jitqiesu bħala “isteriċi”. Avolja l-emigranji jistgħu jaffettwaw lil kulħadd, huma ħafna iktar komuni fin-nisa—waħda minn kull ħames nisa; wieħed minn kull ħmistax-il raġel—fatt li jispjega għala ma tantx nafu dwarhom u x’jikkawżahom, peress li sal-lum, fil-mediċina, l-uġigħ tan-nisa mhux stmat bl-istess mod daqs l-uġigħ tal-irġiel. U l-uġigħ diffiċli tesprimih. Nista’ nipprova niddeskrivi s-sitwazzjoni; nista’ npinġilkom pittura ta’ ġismi jbati. Imma l-fenomenoloġija tal-uġigħ ma tiġix trażmessa. Il-kliem li għandna biex niddeskrivu l-uġigħ hu dgħajjef: rasi taħraq, ittanbar, twaħwaħ. Il-verità tal-uġigħ mhix hemm. Hi verità li tinsab midfuna fit-taqliba ta’ kull ġisem. Esperjenza kbira u waħdanija. Jien: fis-sodda, wiċċi mqarras, nitqalleb u nagħfas rasi b’idi; ġismi f’dak il-mument jikkmanda li nagħtih l-attenzjoni. Fil-ħin tal-uġigħ m’hemmx passat u futur; m’hemmx pjanijiet u spekulazzjoni. Hemm biss il-ġisem u l-mument.",
			"date_published": "2024-10-11T05:00:00.000Z",
			"date_updated": "2024-10-12T11:05:55.925Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-06-02-moħħi-huwa-ffukat-li-nitlaq-daqt/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-06-02-moħħi-huwa-ffukat-li-nitlaq-daqt/",
			"title": "Djarju",
			"author": "",
			"content_html": "Kważi sensazzjoni ta’ mistħija li mhux qed nikteb kollox fid-djarju tiegħi. Mhux nikteb l-istorja kollha, inħalli l-affarijiet barra apposta. Immur għall-qari minn Estelle Hoy u Lisa Robertson filgħaxija f’ħanut tal-kotba fi Strasbourg-Saint-Denis. Hoy tgħid li kmieni fil-karriera tagħha tal-kitba, xi ħadd kien taha parir li kellha tagħżel ġeneru wieħed u żżomm miegħu. Tgħid li kienet sabet dal-parir irritanti u li eventwalment iddeċidiet li ma żżommx ma’ ġeneru wieħed. Lejn l-aħħar, Hoy tgħid li xi nies ħasbu li l-kitba tagħha kienet awtofinzjoni. L-udjenza kollha tistagħġeb bil-kelma “autofiction” bħallikieku saret insult—li tant kemm sar ġeneru trendy, li issa huwa trendy jekk tmur kontrih. Sid il-ħanut tal-kotba u persuna oħra mill-udjenza t-tnejn jaqblu li kultant, meta jaqraw ix-xogħol ta’ Hoy, iħossu li għandhom bżonn jerġgħu jaqrawh għax ma jkunux ċerti jekk kinux fehmu sew x’inhu għaddej fis-sentenza. Fil-fatt persuna mill-udjenza qalet li ħafna drabi hi ma tifhem xejn. Hoy tgħid li jogħġobha dal-fatt. Ma nifhimx għaliex in-nies jaħsbu li hija ħaġa tajba jew impressjonanti li ma nifhmux il-kitba ta’ xi ħadd. Bħallikieku iktar ma l-kitba tkun kumplessa u iktar ma nifhmuhiex aħna l-qarrejja, ifisser li l-kitba aktarx hija tajba ħafna. Konverżazzjoni sħiħa ma’ M u C dwar l-ilbies li qed nilbes; tissejjaħ ġakketta jew blouse?

",
			"date_published": "2024-07-22T05:00:00.000Z",
			"date_updated": "2024-07-20T23:14:07.120Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/il-kliem-fit-teorija-abjad/",
			"url": "https://aphroconfuso.mt/il-kliem-fit-teorija-abjad/",
			"title": "abjad",
			"author": "",
			"content_html": "Sibt diffikultà nuża l-kliem “raġel abjad” biex ngħid “white male” bil-Malti. Bl-Ingliż, meta jintuża dal-kliem, dejjem hemm is-sens ta’ deskrizzjoni legali/ġuridika jew deskrizzjonijiet ta’ suspettati u kriminali fil-gazzetti u l-films; u allura l-kritika mibnija ġewwa t-terminu minnu nnifsu diġà. Bil-Malti m’hemmx dik l-użanza li “raġel abjad” hija kollokazzjoni li ġġorr dan is-sinifikat. Meta użajtha, ħassejt li tlift ftit minn dak li kont qed nipprova ngħid. L-istess għall-kliem assoċjat, eżempju “suġġett abjad”, “suġġett abjad tal-Punent”, “privileġġ abjad” jew l-iktar xieraq “vantaġġ abjad”.",
			"date_published": "2024-06-11T05:00:00.000Z",
			"date_updated": "2025-04-06T07:58:11.008Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-djarju-2024-06-24-bħal-mera-maħlula-fgħadira-mfawra/",
			"url": "https://aphroconfuso.mt/loranne-vella-djarju-2024-06-24-bħal-mera-maħlula-fgħadira-mfawra/",
			"title": "Djarju",
			"author": "",
			"content_html": "Ħarisna ’l fuq u smajna l-għajta ta’ Nakiryu, id-dragun impitter fuq is-saqaf tat-tempju fil-maqdes ta’ Toshogu, tidwi mad-daqqa tal-klavi minn dak li kien qed jispjegalna dwar il-gwardjani Ċiniżi abbinati mas-snin—il-ġurdien, is-serduq, id-dragun… Meta ħriġna mit-tempju, imxejna fil-kwiet—xi ftit mgħaġġlin biex illaħħqu qabel jibda jidlam—lejn ix-xmara. Hemmhekk qsamna l-pont biex immorru nfittxu l-Jizo, dawk il-mijiet ta’ statwi u ġebliet bil-kappun u l-vavalor aħmar skjerati maġenb xulxin tul it-trejqa qalb il-ħdura selvaġġa tal-foresta, bl-ilmijiet imqanqla faċċata tagħhom. Jgħidu li jekk tgħodd l-istatwi int u dieħel u terġa’ tgħoddhom int u ħiereġ, in-numri ma jaqblux. Bdejt ngħodd imma kien hemm wisq minnhom u waqaft. Emmint li l-għajdut huwa minnu għax stħajjilthom qed jieqfu jiċċaqalqu biss xħin inkun qed inħares lejhom jien; kull wiċċ b’ħarsa differenti minn tal-ieħor, se jibdluha malli nitlaq minn quddiemhom. L-ilma jkompli jitqanqal u, f’dak il-punt magħruf bħala l-Abbissi, tant isir feroċi li jtarraxlek widnejk. Kalma fuq naħa, qilla fuq l-oħra. Kont ilni s-snin nistennieh il-mument li nerġa’ nkun f’dal-post imsaħħar f’Nikko.",
			"date_published": "2024-09-09T05:00:00.000Z",
			"date_updated": "2024-09-07T18:42:59.155Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/fatima-a.m.-djarju-2024-07-05-seta-kien-ilma-seta-kien-għaraq/",
			"url": "https://aphroconfuso.mt/fatima-a.m.-djarju-2024-07-05-seta-kien-ilma-seta-kien-għaraq/",
			"title": "Djarju",
			"author": "",
			"content_html": "fittixt harness għall-avveniment, forsi nibda nifhem kif il-lingwa tal-estetika tista’ tiżvolġi b’mod li tiġġissem mal-performance, il-fiżiku u l-moviment. tfajt ġismi f’kobba bokkli u polyester u bizzilla fjakka, ix-xaħam madwar żaqqi ċirku, jinqasam fi tnejn għall-ewwel, imbagħad fi tlieta. meta npoġġi, it-torso jintewa f’mitt biċċa, il-laħam issikkat taħt iċ-ċinturini madwar riġlejja jiżżerżaq minn postu, joħroġ isellimli minn kull banda. kieku kelli l-ikel fl-istonku, kont nirremetti. ngħid lil sieħbi li ġarrejt miegħi għal din l-okkażjoni li qisni l-istess majjal li kienu jonxru niesu fi żmienu s-Serbja, ġisem lest biex jiġi mitfugħ fuq gozz ħatab jaqbad u jittiekel bejn familja t’għoxrin. nidħqu t-tnejn li aħna, għax jekk ma tatni xejn, l-iskumdità li nħoss li nokkupa dan il-ġisem, għall-inqas tatni l-għerf li niċċajta u nobżqilha f’wiċċha, u nżejjinha b’mod li kulħadd iħossu parti miċ-ċajta. imma ċ-ċajta hija ċajta f’wiċċi, f’ġismi, li xi drabi barka, imma drabi oħra bħal dawn, bejn iċ-ċineg u d-drapp li l-ġilda tifga fih, huwa ħabs. niftakar f’“Ġismi Battikata”. il-ostja jekk hux battikata.",
			"date_published": "2024-08-12T05:00:00.000Z",
			"date_updated": "2025-09-18T10:26:37.576Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-07-11-inħossni-qisni-qed-nikteb-għall-ewwel-darba/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-07-11-inħossni-qisni-qed-nikteb-għall-ewwel-darba/",
			"title": "Djarju",
			"author": "",
			"content_html": "Ridt immur Berthillon biex nieħu ġelat fil-coupe tal-fidda. Nimxi tul il-barrieri tal-ħadid sakemm insib fejn jieqfu u fejn tibda d-daħla għat-triq li tagħti għall-pont. Il-gwardjani jitolbuni l-pass jeux. Nurihom il-QR code fuq il-mobile. Il-gwardjana tkabbar il-QR b’subgħajha u tiskennjah. Imbagħad tħares lejn wiċċi għal ftit sekondi. Ok, tgħidli. Ebda bniedem fit-triq ta’ quddiem ix-xmara, ħlief żewġ persuni li għaddejjin bir-rota. J kien bagħatli messaġġ ftit jiem ilu biex jgħidli li għandi naħtaf l-opportunità u mmur mixja max-xmara dal-jiem, hekk kif hija żona griża, aċċessibbli biss min-nies li joqogħdu f’dawn l-inħawi. Nasal fuq il-pont. Ix-xmara. Nidħol fil-ħanut u nistaqsi lir-raġel jekk jagħmlux ġelat fil-coupe, u nurih ritratt fuq il-mobile bħala referenza. Jgħidli li le, il-ġelat fil-coupe jagħmluh fil-ħanut ta’ faċċata, li għandu l-faċċata kannella tal-injam, iżda bħalissa huwa magħluq. Naqsam it-triq u nimxi lejn il-ħanut li semmieli biex nara hemmx miktub il-ħinijiet tal-ftuħ. Għandhom karta mwaħħla mal-bieb: Glacier Berthillon Réouverture le Mercredi 4 Septembre 2024 à 10h. Inkemmex xufftejja. Għal mument ma rridx nemmen li huwa magħluq u li se jerġa’ jiftaħ xahrejn oħra: kważi nħoss li forsi b’xi mod nista’ nikkonvinċihom jiftħu issa stess. Imbagħad inneħħi dal-ħsieb u ngħid lili nnifsi li m’għandix għalfejn inħossni meqrud minħabba ġelat. Inħossni Virginia Woolf meta ħarġet tixtri lapes f’Londra. Nerġa’ naqsam it-triq, hemm ħanut b’Berthillon miktuba b’tipa nnukklata u la ġenba u fil-vetrina għandu l-ġelati. Nidħol żewġ passi ’l ġewwa u nara li għandhom torri coupes tal-fidda maqlubin rashom ’l isfel u fuq xulxin fejn il-bar. Nistaqsiha lil tal-ħanut, li laqgħetni bi tbissima mċarrta u għajjiena, jekk tagħmilx ġelat fil-coupe, u nuriha l-istess ritratt li kont urejt lir-raġel fil-ħanut l-ieħor. Hi tispjegali l-istess ħaġa li kien qalli dak ir-raġel. Però, tgħidli, nista’ nagħmillek ġelat fil-coupe u bix-chantilly u hekk, iżda mhux stravaganti daqs ta’ dar-ritratt, bid-disinn u bil-biskuttina. Niftaħ għajnejja beraħ u ħalqi jieħu l-forma ta’ o żgħira. Okay, tajjeb xorta waħda għalija, ngħidilha. Trid tpoġġi ġewwa jew barra? tisaqsini. Inpoġġi fuq il-mejda t-tonda ta’ barra. Immexxi l-qasrija bil-pjanta falza li kienet qed iżżomm il-menù milli jtir, u nara x’togħmiet tal-ġelat għandhom. Għalkemm naf diġà li se nieħu xi ħaġa bażika bħal vanilla u frawli. Ftit minuti wara li nordna, tiġi b’coupe tal-fidda b’żewġt iblalen tal-ġelat u muntanja chantilly fuqhom. Fuq platt tond b’tissue kwadra ħamra u kuċċarina mit-twal. Wara li nlestih, nibqa’ bilqiegħda għal tliet kwarti oħra, u nlesti l-ktieb. Xi trankwillità hawn, hux, tgħidli, meta nidħol biex inħallas.",
			"date_published": "2024-08-26T05:00:00.000Z",
			"date_updated": "2024-08-24T18:45:01.086Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/davinia-hamilton-djarju-2024-07-18-ħalli-l-mistoqsijiet-imexxuk/",
			"url": "https://aphroconfuso.mt/davinia-hamilton-djarju-2024-07-18-ħalli-l-mistoqsijiet-imexxuk/",
			"title": "Djarju",
			"author": "",
			"content_html": "Inqum u nsajjar il-kolazzjon għalija u għal R. Xakxuka u ħobż frisk, larinġ u kafè tajjeb li xtrajt mill-ħanut ta’ ħdejna lbieraħ. Nieklu, nilbsu, noħorġu. Naqbdu t-Tube sa Morden Hall Park, li bħalissa qed ifur ħadrani bil-fjuri u ħaxix selvaġġ. L-arja niedja u ħajja bil-ħsejjes tal-annimali li jgħixu hawn. Ħin minnhom nara ħaxixa m’ogħla hawn, biz-zokk oħxon u tundjatura fjuri bojod. Għall-ewwel naħsibha Heracleum mantegazzianum (giant hogweed) u nieħu qatgħa, għax dik perikoluża ħafna. Tant, li meta taraha trid tirrappurtaha lill-kunsill lokali biex jiġu jeħilsu minnha. Jekk tmissha tista’ tagħmik, u tikkawżalek fitofotodermatite permanenti—jiġifieri fejn tkun għamlet kuntatt mal-ġilda, jekk dik il-parti tara x-xemx, tinħaraq u titlagħlek nuffata. Dil-ħaxixa relikwa tal-kolonjaliżmu u l-Imperu Ingliż. Tikber fil-Kawkasu, imma bħal ħafna pjanti oħra li ssib hawn ġiet impurtata fl-Ewropa fis-seklu dsatax bħala novità għall-ġonna tal-borgeżija. Fl-era Vittorjana, fil-quċċata tal-Imperu, kienu għamlu karriera jieħdu l-pjanti mill-kolonji sabiex joħolqu ġonna spettakolari fl-Ingilterra. Għamlu ħsara kbira lill-bijodiversità meta introduċew dawn l-ispeċijiet invażivi, bħall-giant hogweed, għad-detriment tal-ispeċijiet nattivi. Il-giant hogweed l-ewwel li ġiet iddokumentata fl-Ingilterra kien fl-1817, meta tpoġġiet fuq il-lista ta’ żrieragħ ta’ Kew Gardens. F’episodju riċenti ta’ Blindboy Podcast, jispjega kif il-ħakkiema Protestanti fl-Irlanda fis-seklu dsatax kienu jużaw il-giant hogweed minflok ħitan, billi jqegħduhom madwar l-art privata tagħhom—li kienu, ovvjament, serquha mill-Irlandiżi. Kienu jafuhom sew l-effetti koroh ta’ dil-pjanta, u fil-fatt għalhekk użawha—biex jekk xi Irlandiż jipprova jidħol jieħu lura artu, iweġġa’ b’mod permanenti.",
			"date_published": "2024-11-19T06:00:00.000Z",
			"date_updated": "2025-08-13T09:21:12.325Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-08-09-żewġ-xjaten-bil-qrun-u-bil-ġwienaħ-blu/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-08-09-żewġ-xjaten-bil-qrun-u-bil-ġwienaħ-blu/",
			"title": "Djarju",
			"author": "",
			"content_html": "Ngħum f’parti iktar ċara, iktar qrib l-irdum. Missier juri lil bintu bebbuxu li kien għadu kif qabad minn qiegħ il-baħar. It-tifla tistagħġeb u tgħid kemm hu sabiħ u tistaqsih jekk jistax joħroġ il-bebbux biex iżżomm il-qoxra imma hu jgħidilha le. Ngħum daqsxejn aktar ’il bogħod. Tliet subien qed jaqbżu mill-blat u kulħadd iħares lejhom. Ngħir għalihom għax jien qatt ma kont naf naqbeż hekk, la dritt wisq u lanqas nagħmel kutrumbajsi jew xi qbiż elaborat ieħor. Qatt ma kont hekk. Meta ndur, il-ġenituri li rajt qabel qed jitkellmu ma’ anzjana fil-baħar, snienha sofor-oranġjo u bla ħuġbejn. Jgħidu xi ħaġa dwar ġmiel mumentanju b’sentenza li tispiċċa bil-kelma “għalissa”. Xi nies iħobbu l-qerda u l-vjolenza, tgħid l-omm, binti talbitna iktar kmieni biex noqtlu bebbuxu għaliha. Imma għaliex għandna nagħmlu hekk? tistaqsi l-omm b’mod retoriku. Jekk huwa ħaj, nistgħu nerġgħu npoġġuh fil-baħar, jgħid il-missier, u napprezzaw il-ġmiel tiegħu biss. Kollox jiġri fil-baħar.",
			"date_published": "2024-09-24T05:00:00.000Z",
			"date_updated": "2025-08-05T11:53:20.733Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kurt-borg-djarju-2024-08-10-inqas-ħsieb-u-iktar-ritmu/",
			"url": "https://aphroconfuso.mt/kurt-borg-djarju-2024-08-10-inqas-ħsieb-u-iktar-ritmu/",
			"title": "Djarju",
			"author": "",
			"content_html": "Qabel irqadt ġieni ħsieb, sentenza ta’ ftuħ jew tema għal esej. Ħsibt fl-ewwel ta’ Settembru, tibdil fl-ajru, imma iktar tibdil ġewwa fija. Ħsibt f’kif ġieli, dawk il-ġranet bikrin ta’ Settembru jġibuli magħhom ħajta dwejjaq. Qisu hemm xi swiċċ li jifred l-affett sajfi minn dak ħarifi. Skola, kapitli ġodda, lura għal rutina mill-anarkija sajfija. Imma mbagħad ħsibt f’kif dak l-arranġament emozzjonali m’għadux hekk. Il-kapitli differenti m’għadhomx jinfirdu minn xulxin b’mod daqshekk preċiż. Kollox bħal qed isir massa waħda. Inklużi l-emozzjonijiet. M’għadx hemm separazzjoni bejn punt u ieħor. M’għadx hemm it-tranżizzjoni evidenti bejn ferħ u diqa. Issa hemm livell wieħed, diqa perpetwa, u l-ferħ huwa sospensjoni temporanja minn dan l-istat li jħallik timraħ għal ftit lil hinn sa ma mbagħad terġa’ tirritorna għalih. Għad-dwejjaq stabbli.",
			"date_published": "2025-02-13T18:00:00.000Z",
			"date_updated": "2025-02-13T09:42:15.148Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/fatima-a.m.-djarju-2024-08-13-piż-li-ma-niflaħx-għalih/",
			"url": "https://aphroconfuso.mt/fatima-a.m.-djarju-2024-08-13-piż-li-ma-niflaħx-għalih/",
			"title": "Djarju",
			"author": "",
			"content_html": "waħda mit-temi rikorrenti li ħarġet fil-konverżazzjonijiet hija l-bżonn ta’ komunità meta tiġi biex tesplora l-mekkaniżmu erotiku. fin-nuqqas ta’ komunità—għalkemm illum il-ġurnata hemm aċċess kbir għal forums online—huwa faċli li tiżgarra iktar, għax l-ebda bniedem ma jkun hemm biex iħeġġek tmur fit-triq it-tajba, jew iżommok responsabbli tal-kazzati li abbli tkun qed tagħmel. għall-iġsma fil-marġni, għal dawk eżotifikati—jew għax mhux parti mill-binarju, jew għax jiġu minn xi mkien fl-inħawi tal-astratt minħabba l-etniċità jew il-karnaġġon jew ir-razza—il-bżonn ta’ komunità jinħass iktar. jew iktar faċli nasal għal dan it-tip ta’ konklużjoni għax inħoss il-marġni taħt il-ġilda, daqs l-umdità tas-sajf, jgħawwar, ma jħallinix bi kwieti. spiss naħseb kif tinħass li tidħol f’kamra u ma jkunx hemm bżonn tgħodd, ma jkunx hemm bżonn tħossok parti mill-kwota. l-aħħar darba li ġejt hawn, inzertajt bniedem ieħor biss li deher ta’ etniċità ambigwa ta’ tip simili, u kif jagħmlu n-nies f’dan il-pajjiż meta jindunaw li xi ħadd għandu l-istess sfond etniku, kont sellimtlu. illallu, qed nimlew il-kwota. din id-darba, minflok, tfajla li m’għandhiex iktar minn 22 sena, qaltli li jogħġobha xagħri. irrelevanti l-ħbula, is-swat, il-PVC, il-latex, u t-tkaken u ċ-ċineg: infittxu ’l xulxin bla ma rridu bħal kalamiti mill-bogħod. ma nħossx komunità magħquda mill-prattiki erotiċi, imma nħoss il-komunità t’iġsma bħal tiegħi li b’xi mod dejjem jippruvaw isibu lil xulxin. meta Donna Haraway kitbet għala l-ġisem għandu jispiċċa fejn tispiċċa l-ġilda? kienet qed tirreferi għal proċess ta’ ibridità bejn il-magna u l-ġisem, imma jekk insaqsu l-istess mistoqsija fil-kuntest tal-aljenazzjoni, nibdew insaqsu għala l-ġilda għandha tispiċċa fejn jibda l-ġisem. l-Afrika ta’ Fuq tippenetra f’kull spazju li nidħol fih, qabel ma jidħol il-bqija ta’ ġismi; le, ma nitkellimx l-Għarbi. xwejja, xwejja. le, qatt ma mort. le, ma tistax tmissli xagħri. f’kull kamra li nidħol ngħodd jekk hemmx iktar iġsma bħal tiegħi. spiss mhux il-każ. skont Karmen MacKendrick, l-identità magħmula mix-xfar: mix-xfar tal-ġilda sax-xfar ta’ lsieni sax-xfar tal-fishnets sax-xfar tal-iġsma l-oħra, nintemm eżatti fejn tibda l-bqija tad-dinja.",
			"date_published": "2024-10-31T06:00:00.000Z",
			"date_updated": "2024-11-07T07:11:36.151Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kurt-borg-djarju-2024-08-19-bħal-tagħfas-buttuna-u-kollox-relax/",
			"url": "https://aphroconfuso.mt/kurt-borg-djarju-2024-08-19-bħal-tagħfas-buttuna-u-kollox-relax/",
			"title": "Djarju",
			"author": "",
			"content_html": "Hemm min jgħid li min iżomm djarju jaf ikollu teorija tad-djarju. Jien ma nafx jekk għandix teorija tad-djarju. Jew forsi għandi, għax l-element konfessjonali tad-djarju dejjem ġibidni, minn meta kont tifel. Imma issa qisni ma rridx nibqa’ mwaħħal ma’ dak l-impuls biss—li jħares lura u jeqred. Avolja dawn huma karatteristiċi ċari fija u f’kitbieti. Inżomm djarju biex niddokumenta l-ispirtu ta’ ruħi, it-togħmiet li kapaċi (u li m’iniex kapaċi) intiegħem ta’ kuljum, it-taqbida li nħoss mas-sensi tiegħi hekk kif inħossni inkapaċi ngħix il-letteratura bil-mod li nixtieq għalkollox. Dik il-ħajta ta’ dissodisfazzjon hija għajn għall-kitba tiegħi. Mhux biss nostalġija, imma wkoll kilba, għafsa, għatx, xenqa, xewqa għal konnessjoni—inħoss li dawn huma l-affetti tal-kitba tiegħi. Tenerezza u fraġilità.",
			"date_published": "2025-04-23T17:00:00.000Z",
			"date_updated": "2025-06-12T18:14:20.353Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kurt-borg-djarju-2024-08-23-xi-ħaġa-fija-mhux-mixgħula/",
			"url": "https://aphroconfuso.mt/kurt-borg-djarju-2024-08-23-xi-ħaġa-fija-mhux-mixgħula/",
			"title": "Djarju",
			"author": "",
			"content_html": "Ftit minuti ilu reġa’ spunta fija ħsieb li ġieni xi jiem ilu, u għalkemm dakinhar poġġejt miegħu u segwejtu, forsi ma elaborajtux biżżejjed f’moħħi. Le, anzi, elaborajtu, imma ma eżawrejtux għax għandu dejjem iktar qtar inixxi minnu. Kien ħsieb dwar l-idea li hemm fażijiet fil-ħajja—mhux biss fażijiet, imma mumenti, istanti—jiġuni iktar faċli li niftakarhom filwaqt li oħrajn jaħarbuli. Mhux jisparixxuli, imma bħallikieku dawk il-ġranet kont qed ngħixhom bla ma nirreġistrahom. Bħal qisu dawk il-ġranet ma kontx qed ngħixhom b’mod fond, ma kontx qed nistampahom sew fit-tessut tal-memorja. Tgħid dawn memorji li telquli għalkollox? Jew għad forsi jerġgħu jitilgħu fil-wiċċ, b’mod involontarju meta xi darba s-sensi jilħqu dak il-bir li hemm ġo fija? Kif spjegaha Proust. Erġajt qrajt l-aħħar paġni ta’ “Combray I” ftit jiem ilu; ħanina kif regħduni dawk il-paġni, kemm sfumaturi ta’ kulur jikxfu, kemm sens(i) iġorru fihom.",
			"date_published": "2025-05-27T05:00:00.000Z",
			"date_updated": "2025-06-19T16:51:17.701Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kurt-borg-djarju-2024-09-04-dejjem-ħrabt-minnu-dan-l-iċċattjar/",
			"url": "https://aphroconfuso.mt/kurt-borg-djarju-2024-09-04-dejjem-ħrabt-minnu-dan-l-iċċattjar/",
			"title": "Djarju",
			"author": "",
			"content_html": "Ftit minuti ilu reġa’ spunta fija ħsieb li ġieni xi jiem ilu, u għalkemm dakinhar poġġejt miegħu u segwejtu, forsi ma elaborajtux biżżejjed f’moħħi. Le, anzi, elaborajtu, imma ma eżawrejtux għax għandu dejjem iktar qtar inixxi minnu. Kien ħsieb dwar l-idea li hemm fażijiet fil-ħajja—mhux biss fażijiet, imma mumenti, istanti—jiġuni iktar faċli li niftakarhom filwaqt li oħrajn jaħarbuli. Mhux jisparixxuli, imma bħallikieku dawk il-ġranet kont qed ngħixhom bla ma nirreġistrahom. Bħal qisu dawk il-ġranet ma kontx qed ngħixhom b’mod fond, ma kontx qed nistampahom sew fit-tessut tal-memorja. Tgħid dawn memorji li telquli għalkollox? Jew għad forsi jerġgħu jitilgħu fil-wiċċ, b’mod involontarju meta xi darba s-sensi jilħqu dak il-bir li hemm ġo fija? Kif spjegaha Proust. Erġajt qrajt l-aħħar paġni ta’ “Combray I” ftit jiem ilu; ħanina kif regħduni dawk il-paġni, kemm sfumaturi ta’ kulur jikxfu, kemm sens(i) iġorru fihom.",
			"date_published": "2025-06-23T05:00:00.000Z",
			"date_updated": "2025-07-19T17:42:01.093Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-09-05-nirrealizza-li-ma-nafx-nixtieqx-inkompli-ngħix-ħajti-waħdi/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-09-05-nirrealizza-li-ma-nafx-nixtieqx-inkompli-ngħix-ħajti-waħdi/",
			"title": "Djarju",
			"author": "",
			"content_html": "Fis-sena 1976, Andy Warhol beda jżomm id-djarju tiegħu billi jiddettah lill-kittieba Pat
Hackett (is-segretarja tal-Factory) fuq it-telefown u baqa’ sejjer hekk ħdax-il sena. Bl-istess mod, David Wojnarowicz ipprefera jiddetta d-djarju tiegħu milli jiktbu. Huwa rreġistra leħnu waqt li qed jitkellem fuq l-audio tape mill-1981 sal-1989. Iktar tard, dawn ġew ippubblikati bħala Weight of The Earth. B’kollox irrekordja ħdax-il djarju audio tape, mill-1981 sal-1982, imbagħad reġa’ beda fl-1988 sal-1989. “Qed inpejjep sigarett u nistenna li xagħri jinxef, nipprova nifhem x’se nagħmel.” Xewqa li d-djarju tiegħi niddettah ukoll; nimxi u nikteb, nimxi u niddetta d-djarju.",
			"date_published": "2024-10-30T06:00:00.000Z",
			"date_updated": "2024-11-14T08:16:45.694Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/fatima-a.m.-djarju-2024-09-26-fuq-l-għatba/",
			"url": "https://aphroconfuso.mt/fatima-a.m.-djarju-2024-09-26-fuq-l-għatba/",
			"title": "Djarju",
			"author": "",
			"content_html": "waqt li niffilosofizza fuq il-ġisem u l-modi ta’ kif jista’ jiġi mmanipulat biex jiskopri iktar lilu nnifsu u lill-ieħor, nitbiegħed iktar minn tiegħi. għal kull azzjoni hemm reazzjoni, tgħid il-liġi-klixè ta’ Newton. jekk nersqu iktar viċin lejn teorija tal-materjal, hemm ċans kbir li nersqu iktar ’il bogħod mill-materjal li jsawwarna. meta nkellem lit-terapista fuq is-sens ta’ kontroll li nħossni qed nitlef fuq ġismi, u b’hekk, l-apparat li nuża biex inkun parti mid-dinja, tgħidli li r-referenza għall-ġisem nużaha bħala strument biex ingarani f’xifer irdum li jisseparani minn ġildti. my body, my body, my body, spiss nirrepeti f’dik il-kamra. nuri sens ta’ lealtà lejn il-lingwa Ingliża għax ma nafx kif nikkonfrontaha bil-lingwa t’ommijietna u forsi jekk inkellimha bil-lingwa t’ommi, nersqu wisq viċin xulxin. id-distanza hija, wara kollox, oħt u omm li daqskemm tipproteġik, taf tavvelik. f’għoxx Descartes u f’għoxx l-Ingliż.",
			"date_published": "2025-01-13T06:00:00.000Z",
			"date_updated": "2025-09-16T07:12:46.337Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-10-01-l-għasafar-jinstemgħu-foloz/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2024-10-01-l-għasafar-jinstemgħu-foloz/",
			"title": "Djarju",
			"author": "",
			"content_html": "Ħafna drabi nħoss li qed inqarreb lejn l-iktar ħsieb rudimentali; drabi oħra, ma nistax insegwi l-korsa tal-ħsieb tiegħi stess. Memorja: għaxar snin ilu qrajt Kubla Khan ta’ Coleridge, poeżija li kien qed jikteb fis-sena 1797 wara li qam minn ħolma mnebbħa mil-loppju iżda li ma rnexxilux jispiċċa għax ġie interrott minn persuna minn Porlock, u b’hekk nesa dak li ried jikteb. Meta kont qed nistudja l-Klassiċi l-università, wieħed mill-awturi assenjati għall-finali tiegħi kien Erodotu. L-ewwel ħaġa li qalulna waqt lezzjoni dwaru kienet li hu magħruf bħala missier l-istorja. Jien, kull test li jagħti attenzjoni kbira għall-fatti storiċi, speċjalment dawk li jirrakkuntaw f’dettall kbir kif marret battalja partikolari, kienu jdejquni. Kemm suldati, kemm flotot, kemm iljunfanti marru għall-battalja. Ma kien jimpurtani xejn. Madankollu, iktar tard skoprejt ċertu gost f’Erodotu. Dak kien il-metodu tal-kitba tiegħu; jagħti ħafna dettalji mingħajr wisq passjoni. Huwa l-istil tal-kitba tiegħu li jidher dissoċjattiv, li jinħass iktar kontemporanju issa. Kull meta nipprova nikteb idea waħda, insib lili nnifsi diġà għajjien biha u f’daqqa waħda tiġi tħabbat il-ħeġġa biex nikteb dwar xi ħaġa oħra.",
			"date_published": "2024-12-16T06:00:00.000Z",
			"date_updated": "2024-12-16T09:02:06.456Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/davinia-hamilton-djarju-2024-10-20-possibbli-hawn-davinia-hamilton-oħra-/",
			"url": "https://aphroconfuso.mt/davinia-hamilton-djarju-2024-10-20-possibbli-hawn-davinia-hamilton-oħra-/",
			"title": "Djarju",
			"author": "",
			"content_html": "Kif tispiċċa l-ġurnata tax-xogħol, hekk kif inkun ħierġa biex immur lura d-dar, inħares lejn xi kollegi tiegħi u bejni u bejn ruħi naħseb, “Ara, dawn ’qas naf x’jisimhom.” Nimxu flimkien lejn l-istazzjon tat-Tube. Jidħqu bejniethom. Inħossni waħdi ħafna. Ngħaddu minn fejn ħanut tax-xorb u jistaqsuni nistax nidħol nixtrilhom żewġ fliexken whiskey. Ħeqq, ok hux; nidħol. Naqbad żewġ fliexken u noħodhom għand tal-counter, u din tistaqsini għall-ID. Noħroġ il-kartiera, imma nsibha vojta. Mhix hemm. Ma jimpurtax; nista’ nuriha ritratt tal-passaport fuq il-mobile. Imma lanqas dak ma nsib. Niftakar li għandi album fejn suppost hemm ritratt tal-karta tal-identità, imma meta niftaħ l-app, kulma nsib hu ritratt t’idi x-xellugija. Inqum.",
			"date_published": "2025-07-21T05:00:00.000Z",
			"date_updated": "2025-07-20T18:57:23.755Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kotba-antoloġija-1/",
			"url": "https://aphroconfuso.mt/kotba-antoloġija-1/",
			"title": "Antoloġija 1",
			"author": "",
			"content_html": "Antoloġija 1 hija l-ewwel pubblikazzjoni stampata ta’ Aphroconfuso u tiġbor fiha l-biċċa l-kbira tal-kitba li dehret fl-ewwel sena tal-ġurnal. Din il-ġabra tinkludi esejs, stejjer, poeżiji, djarji, xogħol kollaborattiv u kitba oħra li mhux faċli tikklassifikaha. B&#39;kollox tinkludi 34 xogħol minn 24 kittieb: Aaron Aquilina, Karl Baldacchino, Simon Bartolo, Warren Bartolo, Kurt Borg, Antoine Cassar, Daniel Cossai, Leanne Ellul, Noah Fabri, Ryan Falzon, Charlene Galea, Miriam Galea, Joe Gatt , Romeo Roxman Gatt, Rowena Grech, Jimmy Grima, Davinia Hamilton, Omar N’Shea, Kris Polidano, Matteo Pullicino, Matthew Schembri, Maria Theuma, Leslie Vassallo u Loranne Vella. Joe Gatt u Loranne Vella, edituri.",
			"date_published": "2024-10-31T18:00:00.000Z",
			"date_updated": "2025-08-22T17:30:08.554Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/raylene-abdilla-jasmine-bajada-miriam-galea-davinia-hamilton-maria-theuma-poddata-2024-11-26-il-komunità-tal-kitba/",
			"url": "https://aphroconfuso.mt/raylene-abdilla-jasmine-bajada-miriam-galea-davinia-hamilton-maria-theuma-poddata-2024-11-26-il-komunità-tal-kitba/",
			"title": "Il-Komunità tal-Kitba",
			"author": "",
			"content_html": "Ħafna drabi meta niktbu nkunu magħluqin f’kamra waħidna, iżda l-kliem li nużaw qatt mhu tagħna biss. Matul l-ewwel sena ta’ Aphroconfuso ridna noħolqu, flimkien mal-kittieba tagħna, komunità fejn il-kliem mhux biss jingħad darba u jintelaq għall-irwiefen taż-żmien, iżda jsib eku u risposta fi kliem ieħor fil-ġurnal stess, fl-istorja letterarja tagħna u tad-dinja. Waqt dal-avveniment introduċejna l-ewwel ktieb ta’ Aphroconfuso, Antoloġija 1.",
			"date_published": "2024-11-26T18:00:00.000Z",
			"date_updated": "2024-11-26T21:23:26.991Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-djarju-2025-01-01-indawwar-bħal-ċavetta-u-niftaħ-il-bibien/",
			"url": "https://aphroconfuso.mt/loranne-vella-djarju-2025-01-01-indawwar-bħal-ċavetta-u-niftaħ-il-bibien/",
			"title": "Djarju",
			"author": "",
			"content_html": "Erba’ abbozzi, erba’ titli, u għadni ma nafx xi nsejjaħlu dak li qed nikteb. Insejjaħlu rumanz għax dak li nħoss li qed nesplora—kitba ta’ rumanz li ma ssegwi l-ebda regola prestabbilita ta’ x’inhu rumanz fejn jidħlu persunaġġi, azzjoni, taqsimiet, kif jiżviluppa r-rakkont innifsu. Nista’ niksirhom kollha iżda mhux it-tul. Għalija rumanz jeħtieġ it-tul u f’dax-xogħol, għall-ewwel darba, tul m’għandix, forsi għad m’għandix, imma dil-kitba qed turini wkoll li tul ma tridx. Sentejn kitba u għadni lanqas ktibt ħmistax-il elf kelma. Fejn qabel kont inpoġġi bilqiegħda u f’ġurnata nikteb kapitlu ta’ elfejn kelma, illum inqatta’ s-sigħat biex nagħżel kelma flok oħra u sa tmiem il-ġurnata nkun meħluba, imma rnexxieli nikteb paragrafu ta’ mitt kelma. Sirt ngħid, lil min jistaqsini x’qed nikteb, “rumanz; imma iktar jinqara bħala poeżija twila, avolja proża.” Fil-verità, mhux li tant importanti nkun naf minn qabel x’se jkun. La niktbu jgħidli hu xi nsejjaħlu.",
			"date_published": "2025-01-20T06:00:00.000Z",
			"date_updated": "2025-09-18T06:37:30.034Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/raylene-abdilla-kurt-borg-noah-fabri-omar-nshea-poddata-2025-01-24-ħbiberija-ħrejjef-komunità-(taħdita)/",
			"url": "https://aphroconfuso.mt/raylene-abdilla-kurt-borg-noah-fabri-omar-nshea-poddata-2025-01-24-ħbiberija-ħrejjef-komunità-(taħdita)/",
			"title": "Ħbiberija, Ħrejjef, Komunità (taħdita)",
			"author": "",
			"content_html": "Fl-24 ta’ Jannar 2025 fis-6:00pm, flimkien ma’ Kurt Borg u Noah Fabri, konna l-mistednin tal-Librerija Pubblika ta’ Pembroke. Raylene Abdilla tkellmet dwar il-kitbiet f’Aphroconfuso u Omar N’Shea mexxa d-diskussjoni. Kurt tkellem dwar il-ġabra ta’ esejs tiegħu sens ta’ ħarifa (Klabb Kotba Maltin 2024) u qara silta minnha. Noah Fabri tkellmet dwar ir-rumanz tagħha It-Togħma Morra taċ-Ċiċri (Merlin 2024) u wkoll qrat silta minnu. Raylene tkellmet dwar diversi kitbiet li jidhru f’Antoloġija 1 u li jidhru wkoll online fosthom Medusa ta’ Rowena Grech, Il-Labra, Il-Lanza, il-Qoffa, l-Azzarin ta’ Loranne Vella, Likantropi ta’ Davinia Hamilton, u d-Djarju ta’ Warren Bartolo. Omar N’Shea mexxa t-taħdita. Tkellimna dwar il-kitba bil-Malti, il-ħbiberija, il-karattri f’rumanz imnebbħin mill-ħbieb tal-awtur, ir-reviżjoni, id-differenza bejn ir-rumanz u l-esej, u bosta suġġetti oħra.",
			"date_published": "2025-01-29T06:45:00.000Z",
			"date_updated": "2025-01-29T17:57:12.810Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/warren-bartolo-djarju-2025-01-30-ikteb-fil-borra-bsubgħak/",
			"url": "https://aphroconfuso.mt/warren-bartolo-djarju-2025-01-30-ikteb-fil-borra-bsubgħak/",
			"title": "Djarju",
			"author": "",
			"content_html": "Bejn l-2021 u l-2023, barra l-kitba li għamilt fit-traduzzjoni tal-poeżija ta’ Saffo u l-esejs u l-kummentarju dwarhom, kien hemm id-djarju nnifsu. Kont inżommu b’mod sporadiku. Daqqa ktibtu fuq karti individwali, daqqa bgħattu lili nnifsi bħala messaġġ. Daqqa ttajpjajtu fuq l-app tan-noti fuq il-mobile, u daqqa ħażżiżtu fuq l-istess karti li fuqhom kont qed nittraduċi l-kliem fil-frammenti ta’ Saffo. Illum għall-ewwel darba, erġajt ftaħt il-folder roża li fih akkumulajt ix-xogħol kollu li għamilt għall-ktieb u rġajt ħarist lejn dawn id-destinazzjonijiet li d-djarju kien sab postu fihom. Ippruvajt niġbor xi entrati li jirriflettu kif kont inżomm id-djarju f’dak iż-żmien. Ftit minnhom jieħdu forma ta’ noti dwar il-lingwistika ta’ Saffo, oħrajn forsi jagħtu idea tal-istat ta’ ħsibijieti, waqt li hemm dawk li jħarsu lejn memorji tal-Ġreċja u Berlin, fejn qattajt ftit jiem waqt li kont qed naħdem fuq Saffo. Il-Frammenti ta’ Saffo diġà fil-fatt huwa mgħaqqad minn entrati tad-djarju tiegħi ta’ dak iż-żmien. Fil-ktieb dawn kont inkludejthom fil-bidu ta’ kull esej, u huma stampati bil-korsiv fil-kummentarju fuq wara. Kif jgħidu Eileen Myles: “B’mod ġenerali, il-poeżija hija patetika u d-djarju huwa patetiku. Verament, il-Letteratura hija patetika.” U llum, inħossni iktar konxju ta’ din id-dikjarazzjoni. Id-djarju huwa patetiku.",
			"date_published": "2025-02-26T18:00:00.000Z",
			"date_updated": "2025-08-08T08:55:45.335Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/il-kliem-fit-teorija-ħu-ħsieb/",
			"url": "https://aphroconfuso.mt/il-kliem-fit-teorija-ħu-ħsieb/",
			"title": "ħu ħsieb",
			"author": "",
			"content_html": "Fid-dinja Ingliża u dik tal-Punent, “to care” dejjem kienet distinta minn “thought” u “reason”. “Care” assoċjata ma’ emozzjonijiet, irtubija tal-qalb, femminilità—u mhux il-ħsieb, li dejjem kien meqjus rett, veritier u imparzjali, kif ħafna drabi huwa mfisser fil-Punent. Qisu l-Malti ma jagħmilx din id-distinzjoni radikali bejn il-ħsieb bħala ħsieb astratt u li tieħu ħsieb xi ħadd.",
			"date_published": "2025-04-06T05:00:00.000Z",
			"date_updated": "2025-04-06T08:00:46.367Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/il-kliem-fit-teorija-tpaxxa/",
			"url": "https://aphroconfuso.mt/il-kliem-fit-teorija-tpaxxa/",
			"title": "tpaxxa",
			"author": "",
			"content_html": "Jouissance, kif nafha jien, ma tfissirx biss pjaċir, imma xi ħaġa fl-estrem, li tista’ wkoll tinkludi l-uġigħ u s-sofferenza. Jouissance mhix pura, fiha hemm l-eċċess, hemm il-mewt, livell ta’ eċitazzjoni li kważi ma tiflaħhiex. Lacan jagħmel distinzjoni bejn il-pjaċir u l-jouissance. Il-pjaċir jobdi l-liġi tal-omeostażi li nsibu f’Beyond the Pleasure Principle [Jenseits des Lustprinzips], fejn il-moħħ ifittex l-inqas tensjoni. B’hekk, il-prinċipju tal-pjaċir ipoġġi limitu fuq il-pjaċir. Min-naħa l-oħra, il-jouissance tikser din il-liġi u hi “beyond the pleasure principle” u iktar tallinja ruħha mad-death drive [Todestrieb].",
			"date_published": "2025-04-06T05:00:00.000Z",
			"date_updated": "2025-07-14T16:36:18.359Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/il-kliem-fit-teorija-ħarsa-lemħa/",
			"url": "https://aphroconfuso.mt/il-kliem-fit-teorija-ħarsa-lemħa/",
			"title": "ħarsa/lemħa",
			"author": "",
			"content_html": "M’iniex għalkollox ċert dwar “lemħa” għax għalija din il-kelma għandha konnotazzjonijiet passivi, fis-sens li tkun qed tiġri xi ħaġa u inti tilmaħha; u mhux is-sens li inti qed tħares b’mod attiv u intenzjonat lejn xi ħaġa. “Lemaħ” fuq verb.mt qed tiġi tradotta bħala “to catch sight of”. Fil-każ ta’ “the look on his face” ma taħdimx “lemħa” (“il-ħarsa fuq wiċċu”).",
			"date_published": "2025-04-06T05:00:00.000Z",
			"date_updated": "2025-04-05T21:20:58.141Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/il-kliem-fit-teorija-il-politika-tal-kura/",
			"url": "https://aphroconfuso.mt/il-kliem-fit-teorija-il-politika-tal-kura/",
			"title": "il-politika tal-kura",
			"author": "",
			"content_html": "Sibt diffikultà bit-traduzzjoni għal “politics of care” bħala “il-politika tal-kura” għaliex il-kelma “kura” bil-Malti hija aktar assoċjata mad-diskors mediku, bħal ngħidu aħna meta t-tabib jikkura pazjent. Bit-Taljan meta ngħidu “ħu ħsieb” tiġi tradotta bħala “stammi bene”, waqt li l-frażi “nieħu ħsiebek” tiġi tradotta għal “mi curo di te”. F’dan is-sens it-Taljan għandu użu usa’ għall-kunċett “curare” li jistà jfisser kemm “tieħu ħsieb” u kemm “kura” mill-mard. Bil-Malti ma nħossx li l-kelma “kura” hija adatta biex taqbad il-kunċett ta “politics of care”.",
			"date_published": "2025-04-06T05:00:00.000Z",
			"date_updated": "2025-08-23T11:01:14.868Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/il-kliem-fit-teorija-ego-superego-id/",
			"url": "https://aphroconfuso.mt/il-kliem-fit-teorija-ego-superego-id/",
			"title": "ego, superego, id",
			"author": "",
			"content_html": "Dejjem tatni ħafna f’għajni t-traduzzjoni Ingliża, li tagħmel minn kliem ordinarju kliem eżotiku u ġergu, kliem li tista’ tiċċarġja iktar għalih. Naħseb f’dal-każ id-diffikultà mhux daqstant fl-għażla tal-kliem (għall-inqas “jien” u “superjien”) imma f’kemm huma fil-fatt issedimentati “ego”, eċċ. Proprjament, “ego” hija l-unika waħda li hija użata f’kuntest mhux tekniku. Nistgħu nibqgħu nużaw “ego” fis-sens ta’ kuljum, meta xi ħadd ikollu rasu kbira: “Dak kulma jagħmel għall-ego.”",
			"date_published": "2025-04-06T05:00:00.000Z",
			"date_updated": "2025-04-06T06:47:42.871Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/ryan-falzon-poddata-2025-04-21-noti-editorjali-6-ryan-falzon/",
			"url": "https://aphroconfuso.mt/ryan-falzon-poddata-2025-04-21-noti-editorjali-6-ryan-falzon/",
			"title": "Noti Editorjali #6",
			"author": "",
			"content_html": "« Jien dejjem għedt, jiena ħa nikteb fuq l-idea ta’ dominanza, fuq l-idea ta’ aggressjoni, fuq l-idea ta’ intrużjoni, invażjoni, permezz ta’ vettura u l-ħoss tagħha u l-kulur tagħha. Biss sibtni nikteb fuq xi ħaġa ħafna iktar doċli, ħafna iktar ratba. Sibt lili nnifsi nikteb fuq il-ħruġ tal-Ħadd waranofsinhar bil-karozza. Kienet għażla għax ħsibt ħafna fuqha, għax ovvjament il-ħruġ bil-karozzi llum il-ġurnata jsir ukoll. Il-Ħadd filgħodu kmieni huwa l-unika slott fejn wieħed jista’ joħroġ vettura klassika u ma jsibx daqshekk traffiku, forsi joħroġ ħafna iktar moħħu mistrieħ li mhux ħa jsib dak il-ġenn. Jekk għandu karozza ta’ preġju li tista’ tkun involuta f’aċċident... Imma jiena qed inħares lejn il-ħarġa klassika ta’ wieħed kiel, ħareġ il-karozza b’mod ċerimonjuż għall-aħħar, saq għal xi mkien, baqa’ fil-karozza. Ittratta l-karozza bħala estensjoni tad-dar, bħala kamra tad-dar, mar lura u daqshekk. Dan ġeneralment qatt ma ħareġ mid-dar, jiġifieri qisu baqa’ f’ambjent domestiku… Meta aħna ngħidu ħarġa l-Ħadd bil-karozza waranofsinhar ħafna drabi jiġu f’moħħna xi koppja anzjani jew koppja bit-tfal, biss ukoll hemm kultura fost iż-żgħażagħ li għadha b’saħħitha ħafna u kien ta’ faxxinu kif it-teknoloġija u l-avvanzi għenu biex il-karozza ġiet domestikata iktar minn qatt qabel. Jieħdu l-laptop magħhom jaraw Netflix fil-karozza u jġibu takeaway. Il-vettura li għandha l-potenzjal illi timxi u ddur u tiċċaqlaq tibqa’ statika, u vettura oħra tiġi sserviha. Jiena għalija dik hija affaxxinanti, il-fatt li qisek bqajt hemm, qisek litteralment qbadt kamra minn ġod-dar ħriġtha u poġġejtha xi mkien ieħor imma xorta bqajna fil-konfini tad-domestiċità. »",
			"date_published": "2025-04-21T17:00:00.000Z",
			"date_updated": "2025-04-21T17:31:51.436Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-djarju-2025-05-10-siġra-tas-sakura-fil-ġnien-ta-san-anton/",
			"url": "https://aphroconfuso.mt/loranne-vella-djarju-2025-05-10-siġra-tas-sakura-fil-ġnien-ta-san-anton/",
			"title": "Djarju",
			"author": "",
			"content_html": "Urara qaltli li l-isem Sanshu huwa t-terminu antik li jirreferi għall-provinċji antiki ta’ Satsuma, Ōsumi u Hyūga, li llum jinsabu fil-prefetturi ta’ Kagoshima u Miyazaki fi Kyūshū. Ħafna mill-qrabat tagħha, kemm min-naħa ta’ ommha kif ukoll min-naħa ta’ missierha, huma minn Kagoshima u l-familja tagħha għad għandha rabtiet qawwija m’hemmhekk. In-nies minn Kagoshima kellhom ħafna x’jaqsmu mar-Restawr Meiji fl-aħħar tas-seklu 19 u kienu huma l-fundaturi tal-Ġappun modern. Is-Sanshu Club f’Tokyo nħoloq proprju biex iwettaq riċerka dwar l-istorja, il-kultura u t-tradizzjonijiet ta’ Sanshu, u jaħdem biex jippreserva u jippromovi dan il-wirt. Urara qaltli li għandha ziju, iz-Ziju Izumi, li tgħidx kemm feraħ meta qaltlu li qed tittraduċi ġabra ta’ stejjer minn Malta. Iz-Ziju Izumi huwa membru tas-Sanshu Club u għandu interess kbir fl-istorja tas-Samurai, speċjalment tal-istudenti Samurai mid-dominju fewdali ta’ Satsuma fin-Nofsinhar ta’ Kyūshū li, malli l-Ġappun fetaħ il-bibien għad-dinja ta’ barra, kienu baħħru lejn l-Ewropa u tul il-vjaġġi tagħhom żaru anki l-gżira ta’ Malta.",
			"date_published": "2025-09-18T05:00:00.000Z",
			"date_updated": "2025-09-18T07:41:57.495Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kotba-omar-nshea-es-sidr/",
			"url": "https://aphroconfuso.mt/kotba-omar-nshea-es-sidr/",
			"title": "Es Sidr",
			"author": "",
			"content_html": "Wara l-mewt ta&#39; ommu, Omar N’ Shea jsib file li donnha kienet ħallitlu apposta biex isibu. “Il-file mimli, imbulmat b’ittri miktubin mill-istess id u li kumbinazzjoni tixbah lil tagħha, organizzati skont id-data ta’ meta nkitbu, bl-ewwel waħda fuq u l-aħħar waħda taħt nett.” Il-file kien rah qabel, snin ilu... Mill-ittri li jsib f’dan il-file, ittri mibgħuta mil-Libja, Omar fl-aħħar jibda jgħaqqad l-istorja ta’ ommu u Otman, jibda jifhem l-aġir tal-familja tiegħu u t-tifsira ta’ ċerti memorji. U hekk kif jibda jimla l-lakuni f’dak li jaf dwaru nnifsu, fl-istorja tiegħu u ta’ niesu, u ta’ min kienu eżattament niesu, jibda jimla wkoll il-lakuni fl-istorja tagħna. L-istorja tibda fis-sebgħinijiet, f’dawk is-snin meta dan il-pajjiż tant qrib tagħna, f&#39;daqqa waħda beda jinħass eqreb minn qatt qabel.",
			"date_published": "2025-11-04T18:00:00.000Z",
			"date_updated": "2025-12-14T12:59:05.657Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kotba-antoloġija-2/",
			"url": "https://aphroconfuso.mt/kotba-antoloġija-2/",
			"title": "Antoloġija 2",
			"author": "",
			"content_html": "Din hija t-tieni ġabra annwali ta’ Aphroconfuso u tiġbor fiha l-biċċa l-kbira tal-kitba li dehret fit-tieni sena tal-ġurnal, mill-1 ta’ Mejju 2024. Antoloġija 2 tinkludi djarji, esejs, stejjer, poeżiji xogħol kollaborattiv. Antoloġija 2 tinkludi l-kitba ta’ Beverly Agius, Jasmine Bajada, Karl Baldacchino, Warren Bartolo, Kristina Borg, Kurt Borg, Noah Fabri, Ryan Falzon, fatima a.m., Joe Gatt , Davinia Hamilton, Ira Melkonyan, Glorianne Micallef, Omar N’Shea, Nathan Anthony Pace, Kris Polidano, Maria Theuma, Leslie Vassallo, Loranne Vella u Manuela Zammit. Loranne Vella u Joe Gatt, edituri.",
			"date_published": "2025-11-08T18:01:00.000Z",
			"date_updated": "2025-12-04T07:32:10.205Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-poddata-2025-12-03-es-sidr-(taħdita-u-siltiet)/",
			"url": "https://aphroconfuso.mt/omar-nshea-poddata-2025-12-03-es-sidr-(taħdita-u-siltiet)/",
			"title": "Es Sidr (taħdita u siltiet)",
			"author": "",
			"content_html": "« Meta kont qiegħed infittex il-ġeneru ta’ kitba fil-Malti li seta’ jgħinni ngħid dak li kont qed nipprova ngħid, ovvjament mort l-ewwel lejn il-kotba tal-istorja u lejn il-bijografiji, l-awtobiografiji, u mhux fil-Malti biss, ovvjament ġej minn letteratura ħafna iktar wiesgħa. Però ridt inħares lejn il-Malti speċifikament. Ħassejt illi s-suġġett huwa dejjem fiss fil-memoir, fil-bijografija, fl-istorja is-suġġett huwa dejjem fiss jiġifieri inti qed taħdem minn suġġett illi huwa dejjem fiss. Jiena kelli kollox ħlief suġġett fiss, jiġifieri jiena dawn in-nies li qed nikteb fuqhom assolutament ma kont naf xejn dwarhom ħlief li kelli teoriji ġo rasi. Allura ndunajt illi assolutament ma nistax nikteb memoir għaliex jiena ma kelli xejn fuqhom u lanqas ma kelli fuqi nnifsi. Lanqas kelli l-lingwa biex nikteb fuqi nnifsi, allura bdejt infittex dak il-ġeneru li lili beda jtini l-possibbiltà biex nitteorizza s-suġġettività tiegħi. Mhux biex nitkellem fuqi però biex nitkellem fuq dawk in-nies bħali illi jiena ma bdejtx nara  fil-kitbiet li kont qed infittex. Ovvjament, għandna ħafna bijografiji ta’ politikanti, avukati, nutara, kollha erbgħin euro u ħamsin euro. Għandna ħafna memoirs. Inħoss illi meta inti tiġi minn klassi speċifika, klassi rispettata mis-soċjetà, klassi li hija rappreżentata tajjeb, klassi illi hija emanċipata ħafna, klassi li għandha rappreżentazzjoni vera, anke fis-soċjetà, inti konxju ħafna tas-suġġettività tiegħek. U peress illi inti konxju tas-suġġettività tiegħek għandek ħabta tirrekordja s-suġġettività tiegħek, iżżomm djarju pereżempju. Li tikteb il-memoir tiegħek, li taf f’xi punt xi ħadd se jikteb il-memoir tiegħek, allura anke tgħix il-ħajja kważi koreografata jew kurata b’dan il-mod illi taf li xi darba xi ħadd ħa jikteb fuqek jew inkella għall-inqas li ħajtek hija denja li tikteb fuqha. Jiena ma niġix mill-klassi soċjali fejn nista’ nagħmel dan. Jiena ħbejt id-dettalji ta’ ħajti, mhux niżżilthom fid-djarju. Allura meta bdejt niltaqa’ mal-esej u mal-esejistika u l-kitba letterarja esejistika bdejt inħoss li hemmhekk tista’ tilgħab ħafna iktar, għaliex il-ġeneru mhux daqshekk fiss. Anki għaliex iħallik iddaħħal tropes letterarji, pereżempju, jew mill-arkivji. Issa, ftakar illi jiena bħala Assirologu niġi ħafna mill-kultura tal-kolofon. Jiġifieri kull darba li qed inħares lejn maduma, qed inħares lejn xi test jew xi poeżija jew xi innu jew xi ħaġa hekk, fuq il-ġenb dejjem għandek id-dettalji personali ta’ min qed jikteb jew min qed jikkopja. Allura jiena niġi minn din it-tradizzjoni fejn il-maduma tiflaħ ħafna affarijiet, tiflaħ il-kompożizzjoni letterarja, tiflaħ l-esejistika fil-ġenb. L-esej iħallini wkoll mhux biss niftakar, anke jekk b’mod impreċiż ovvjament għaliex fl-aħħar mill-aħħar il-ktieb fil-verità huwa fuqi fil-preżent, huwa jiena issa. U lanqas huwa fuqi issa però fuq is-suġġettività tiegħi, fuq dik il-klassi ta’ nies  bl-internazzjonalità li qed nipprova nirrappreżenta, u li qed nipprova nikteb għalina. Għaliex ħadd mhu qed jikteb għalina u ħadd ma qed jikteb fuqna għaliex ħajjitna  mhijiex denja li tinkiteb fuqha. Jiena trabbejt nemmen illi fil-kotba, fid-dinja tal-kotba, fl-ekosistema tal-kotba, nies bħali m’hemmx għalfejn, anzi mhux talli m’hemmx għalfejn ikun hemm ktieb fuqhom talli m’aħniex denji li jkun hemm kitba fuqna. Allura ovvjament jiena ġej minnha u għandi bżonn nitteorizzaha din, u l-memoir ma jħallinix nitteorizzaha. Jiġifieri meta taqraw Es Sidr, ovvjament Es Sidr huwa teorija sħiħa fuq l-internazzjonalità tal-ġeneru, tal-klassi, tal-etnija, u tal-ġisem fl-istorja, huwa teorija sħiħa. U allura hemmhekk l-esej jagħtini l-ispazju, u jagħtini n-nifs, biex nitteorizzaha mingħajr ma nkun qed nagħmel teorija espliċita ta’ metodoloġija, bħalma nagħmlu fl-akkademja, ovvjament, għaliex ġej mil-letteratura. Meta nitkellmu fuq ħajjitna ħafna drabi niġu patoloġizzati, kemm għandek ħajtek trawmatika, pereżempju, qed tikteb it-trawma. Le jiena qed nikteb l-affarijiet li vera nħobb fi tfuliti. Dawn l-istrateġiji ta’ ħabi, dawn l-affarijiet li kienu jdejquni, jien inħobbhom u ngħożżhom u tgħallimt ngħix bihom, u tgħallimt ngħix magħhom, bħalma nies bħali tgħallmu jgħixu magħhom. M’iniex qed nikteb it-trawma, però qiegħed nikteb kif għext ħajti, u ħajti ma kinitx trawmatika bl-ebda mod, kieku kienet trawmatika m’iniex qiegħed hawnhekk. Min għex tfulitu miegħi,  hawn xi nies hawnhekk li għexna tfulitna flimkien, nafu illi ħadna ħafna pjaċir f’ħajjitna. Però meta ppruvajna nitkellmu barra minn dak il-milieu soċjali kulħadd tħassarna, jew kulħadd qalilna li għandna bżonn il-kura mentali, jew għandna bżonn il-psikologu, jew għandna bżonn noħorġu minnha din il-ħajja, għandna bżonn nagħmlu ħilitna biex nedukaw ruħna u noħorġu minnha. U allura f’dan is-sens  qed nipprova nirkupraha. Però, nista’ nirkupra biss mit-teorija. Tant dfintha u tant ħbejtha u tant regħxitni meta ħriġt minnha, meta ppruvajt noħroġ minnha, li jibqagħli biss l-esej. Jibqagħli biss l-esej bħala għodda biex nesprimi ruħi, anke għaliex ma rridx nidħol fil-memoir, għax il-memoir narah klassist. »",
			"date_published": "2025-12-14T12:00:00.000Z",
			"date_updated": "2025-12-14T12:37:09.708Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kristina-borg-poddata-2025-12-04-noti-editorjali-7-kristina-borg/",
			"url": "https://aphroconfuso.mt/kristina-borg-poddata-2025-12-04-noti-editorjali-7-kristina-borg/",
			"title": "Noti Editorjali #7",
			"author": "",
			"content_html": "« Li beda joħroġ b’mod prominenti fis-sena sabbatika kien il-proċess, li dejjem kont konxja tiegħu u dejjem kont nitkellem ħafna dwaru u għalija dejjem kien importanti. Kultant iktar importanti mir-riżultat finali sa ċertu punt. Jew biex inpoġġiha aħjar, il-proċess minnu nnifsu huwa riżultat finali. Imma naħseb fis-sena sabbatika ġejt konxja tal-proċess u minn hemm bdejt nirrealizza, isma’ l-bijonota kważi kważi qisu hemm template u kulħadd jimla din it-template. U kien hemm istituzzjoni f’din l-aħħar sena, kont qiegħda residenza u talbuni bijonota vera b&#39;mod riġidu. Riedu ħames sentenzi. Fl-ewwel sentenz għid hekk. Uża hekk. Ibdieha hekk. Jiġifieri kienet vera imla l-vojt, biex imbagħad jużaw il-bijonota fuq il-website tagħhom. U jien dak iż-żmien kont għaddejja minn dan il-proċess li nirrevedi l-bijonota tiegħi. Kelli tir li nbiddel il-bijonota u kont għadni qed nifhem xi rrid inbiddel. Allura kont tajthom il-bijonota kif riduha, għax ovvjament dawn riduha fi żmien ma nafx kemm. Ir-residenza kienet f&#39;April, xahar. Jien stess ma kontx għadni fhimt kif irridha. Imma “isma’ ix-xogħol tiegħi huwa hekk, għamilt hekk, mort hemmhekk, kelli esebizzjoni hemm, ħadt dan il-premju” x’qed jgħidu fil-verità? Meta bdejt naħseb li kieku xi ħadd jaqraha din il-bijonota u mbagħad xi ħadd jiltaqa’ miegħi, tant hemm ċertu anonimat fiha, qisu ma tistax tpoġġi wiċċ mal-kitba, u bdejt naħseb ħafna fuq kif nista’ nikkomunika iktar is-sens tal-proċess. Allura aktar milli x’nagħmel, kif nagħmlu. »",
			"date_published": "2025-12-04T22:00:00.000Z",
			"date_updated": "2025-12-05T09:13:16.021Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-gilgamex-dak-li-ra-l-qiegħ/",
			"url": "https://aphroconfuso.mt/omar-nshea-gilgamex-dak-li-ra-l-qiegħ/",
			"title": "Gilgamex, Dak li Ra l-Qiegħ",
			"author": "",
			"content_html": "L-idea li Gilgamex isib ruħu f’daru fil-kultura u l-lingwa Maltija ma bdietx b’Montebello. Bejn l-1899 u l-1915 Alfons Maria Galea ppubblika sensiela bl-isem Kotba tal-Mogħdija taż-Żmien. Fl-1913 kien ħareġ in-numru 130 ta’ din is-sensiela bl-isem Kif l-Għerf tal-Kangħanin Tnissel fil-Griegi, miktub minn F. Calleja “tal-Alġier”. Kemm kienet tajba t-tixrida ta’ dan il-ktieb ma tantx huwa ċar; li nafu hu li ma kienx hawn ħafna kopji għall-bejgħ għax Calleja kien ħallas għall-pubblikazzjoni minn butu.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2025-07-19T11:17:07.913Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/italo-svevo-joe-gatt-it-tipjip/",
			"url": "https://aphroconfuso.mt/italo-svevo-joe-gatt-it-tipjip/",
			"title": "It-Tipjip",
			"author": " (tr Joe Gatt)",
			"content_html": "L-ewwel sigaretti li pejjipt m’għadekx issibhom għall-bejgħ. Għall-ħabta tal-1870 l-Awstrija kellhom minn dawk li kienu jinbiegħu f’kaxxa tal-kartun żgħira bit-tikketta tal-ajkla b’żewġt irjus. Ara: madwar waħda minn dawn il-kaxxi mill-ewwel jinġabru diversi persuni, kollha b’xi karatteristika minn tagħhom li hi biżżejjed biex tfakkarni x’jisimhom, imma mhux tant li nemozzjona ruħi b’dan l-inkontru bla ħsieb. Nipprova nislet iżjed u mmur sal-pultruna: il-persuni jgħosfru u posthom jeħduh koċċ buffi jiddieħqu bija. Immur lura mifxul lejn il-mejda.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2025-08-23T11:04:19.528Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/joe-gatt-il-kuxjenza-fit-truf/",
			"url": "https://aphroconfuso.mt/joe-gatt-il-kuxjenza-fit-truf/",
			"title": "Il-Kuxjenza fit-Truf",
			"author": "",
			"content_html": "Bħalma żgur skoprew ħafna qabli, meta tkun qed tittraduċi mit-Taljan, il-Malti li qed taħdem bih ma tħossux uniformi. Fih ħafna li hu lixx u duttili, imma fih ukoll l-għoqiedi u l-ingroppi. Fil-Malti hemm ħafna Taljan li jgħaddi mingħajr ma tagħti kasu; imbagħad hemm it-Taljan tal-avukati. Filli tiskrupla għax tħossok m’int qed tagħmel xejn ħlief tbiddel ftit l-ortografija—“io avanzo tale ipotesi per spiegare la mia debolezza giovanile, ma senza una decisa convinzione”—filli ttik rasek għax tinduna li qed tinstema’ iktar Taljan mit-test oriġinali.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2025-07-28T07:45:58.654Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/ryan-falzon-reċti-tal-kbar-parties-tat-tfal/",
			"url": "https://aphroconfuso.mt/ryan-falzon-reċti-tal-kbar-parties-tat-tfal/",
			"title": "Reċti tal-Kbar, Parties tat-Tfal",
			"author": "",
			"content_html": "Nistgħu niftħu b’xena nsuqu minn fuq flyovers nofshom kompluti waqt li nqallbu l-Facebook weqfin fit-traffiku, ritratt wara l-ieħor ta’ Malta lura fil-passat, l-għelieqi, il-mogħoż jirgħu u jmeċilqu, it-tfal jilagħbu ħafjin, toroq vojta, il-bini żewġ sulari. Malta tikkuntenta lil min iħobb imur sal-Lidl għal offerti fażulli ta’ ħaxix imnawwar u gallettini skaduti, bil-karozza impurtata mill-Japan, jidgħi fit-traffic imma jikkonsla għax l-AC silġa u t-tank tad-diesel mimli full u waqt li jsuq pass ta’ nemla juża l-Bluetooth biex iċempel parlata m’ommu, hands free, bla riskju li jaqla’ ċitazzjoni mingħand warden għassa moħbi wara siġra, għax l-aħħar tax-xahar magħna. Lussu kbir.
",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2025-07-19T11:16:13.855Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/romeo-roxman-gatt-qarn/",
			"url": "https://aphroconfuso.mt/romeo-roxman-gatt-qarn/",
			"title": "Qarn (silta)",
			"author": "",
			"content_html": "Idi fil-but, insaffar u nixxuttja l-ġebel—dawn kienu xi azzjonijiet oħra li kont ninnota li ma tantx kienu jinżlu sew meta “tifla” iġġib ruħha b’dal-mod. Jien, għall-kuntrarju, kbirt nagħmilhom. Kont insaffar qabel bdejt nitkellem; it-tort mhux tiegħi, żgur li le, iżda ta’ missieri. Allura ma fhimtx kif darba qisu gerger għax kont qed insaffar. La tifla u lanqas tifel mid-dehra ma kont ikkundizzjonat, għasfur l-ewwel u qabel kollox.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2025-09-27T19:08:59.273Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/maria-theuma-nofs-triq-dejjem-nieqaf/",
			"url": "https://aphroconfuso.mt/maria-theuma-nofs-triq-dejjem-nieqaf/",
			"title": "Nofs triq, dejjem nieqaf",
			"author": "",
			"content_html": "Nofs triq, dejjem nieqaf
u ndur lura, lura għalih
għax naf li jiddejjaq meta

nħallih warajja. Xi kultant
jimxiha miegħi, in-nofs triq,
u jegħja, għarqan xraba

nħallih warajja. Xi kultant
jimxiha miegħi, in-nofs triq,
u jegħja, għarqan xraba

anki fi ljieli kesħin
jibda jkaxkar saqajh
biex jurini li qabżitlu

jisgħol u jisħaq li
l-għabra qed tagħraxlu
griżmejh. X’għabra?",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2025-08-23T11:04:43.670Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/noah-fabri-ħsieb-il-ħamiema/",
			"url": "https://aphroconfuso.mt/noah-fabri-ħsieb-il-ħamiema/",
			"title": "Ħsieb il-Ħamiema",
			"author": "",
			"content_html": "Faqqgħet bħall-qniepen tal-knisja t-twerżiqa ta’ sajjetta tas-sirena tal-pulizija. Maimouna kienet ilha tliet snin taħdem fil-ħanut ħdejn il-pont li jaqsam il-Ħamrun u l-Marsa. Kienet taf kull rokna u xkaffa, kull loġika organizzatorja, u kull bidla li kienet saret fuq il-post. L-irwejjaħ tal-ħitan ma baqgħetx ixxommhom, ix-xufiera li kienu jġibu l-konsenji saret tafhom sew, il-klijenti, sintendi, saru qishom tal-familja, qalb it-tibdil u ċ-ċaqliq tan-nies, u l-kollegi waslu u telqu bħall-għasafar tal-passa. Xorta rnexxielha żżomm ċerta distanza mentali mill-imgħallem u l-ħajja tal-ħanut; minkejja li kienet tħobb taħdem, dan l-aħħar l-idea tax-xogħol innifisha kienet qed taraha velenu tal-moħħ.
",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2025-07-19T11:16:41.076Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/charlene-galea-ġismi-battikata/",
			"url": "https://aphroconfuso.mt/charlene-galea-ġismi-battikata/",
			"title": "Ġismi Battikata",
			"author": "",
			"content_html": "Ġismi żar ħafna postijiet projbiti jew perikolużi. Ġismi għadu ħaj. Xi daqqa ’l hemm u ’l hawn qala’ wkoll. Relazzjonijiet ta’ mħabba tossika ħallew marki interni u mentali li affettwaw kif jirrelata dan ġismi ma’ ġisem ieħor—sigurtà, kumplessità, thewdin tal-moħħ. L-istonku qala’ minn ġewwa u minn barra. Inpoġġi idi fuqu, hekk, biex inżiegħel l-uġigħ ta’ dan l-għar—mudlam b’xaqq ta’ dawl—b’daħla ċkejkna ta’ tama għal ġenna mingħajr erwieħ—imma għal futur li nemmen li ħa jkun ta’ iktar mistrieħ. Il-kumpless ta’ kull ġisem, kemm tiegħi u kemm tiegħek, saru prodotti għal iktar tħeġġiġ għall-konsumeriżmu. Taqbel miegħi?",
			"date_published": "2023-06-05T05:00:00.000Z",
			"date_updated": "2025-06-01T15:20:16.143Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kurt-borg-ġilda/",
			"url": "https://aphroconfuso.mt/kurt-borg-ġilda/",
			"title": "Ġilda",
			"author": "",
			"content_html": "Hemm karru bil-ġwienaħ misjuq minn kuċċier miġbud minn żewġt iżwiemel. Żiemel minnhom abjad, b’għonqu wieqaf dritt, grazzjuż. L-ieħor iswed, magħmul ikrah u goff. Bil-frosta f’idu, il-kuċċier qed jittajjar lejn is-sħab u lil hinn minnu. Iż-żwiemel, speċjalment l-iswed, kultant jissaraw mal-kuċċier, jisfidawh, jisfrattaw, għoddhom jaqilbu l-karru. Il-kuċċier iqum bilwieqfa jwiddeb liż-żwiemel. B’idejh it-tnejn jiġbed b’kemm jiflaħ fuq ir-riedni marbutin mal-ilġiem ta’ ġo ħalqhom. Iż-żwiemel jogħtru taħt is-saħħa tal-kuċċier u, bla ma jridu, jobduh. Imma t-taqbida bejniethom tkompli. Żiemel minnhom jiġbed ’l hawn u l-ieħor jiġbed ’l hemm sa ma l-kuċċier jitlef il-kontroll, il-karru jinqasam u jegħleb mis-smewwiet għall-art.",
			"date_published": "2023-06-14T05:00:00.000Z",
			"date_updated": "2025-08-19T09:21:38.148Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/rowena-grech-medusa/",
			"url": "https://aphroconfuso.mt/rowena-grech-medusa/",
			"title": "Medusa",
			"author": "",
			"content_html": "Żgur li ismi familjari. Żgur li smajt bosta stejjer fuqi. Iżda żgur qatt ma smajt dak li ġara bejni u bejn Persew. Nitolbok, iskot ftit u isma’ l-istorja tiegħi qabel nissarraf f’elf framment ta’ miti oħra…
Mela darba, ħmistax-il sena ilu, meta kont għadni tifla, kont ngħix mal-ġenituri tiegħi, Foriku u Keto, fuq gżira serena mdawra b’baħar blu jwerżaq. Id-dar kienet ċkejkna, bi tlett ikmamar kollox; il-kċina, il-kamra tal-bżonnijet tagħna u l-kamra fejn konna norqdu jien u ħuti l-oħra. Għalkemm bejni u bejn ħuti l-kbar ftit snin biss kienu jifirduna—qabża ta’ sentejn kull wieħed—l-ikbar differenza kienet il-vulnerabbiltà tal-mortalità tiegħi. U meta ħuti, Stenun u Ewrjali, kellhom is-setgħa li jmorru jesploraw l-għelieqi, il-ġenituri kienu jżommuni priġuniera tal-erba’ ħitan kennija tad-dar. Iżda ma kontx  inħabbel wisq rasi għaliex f’nofs dik id-dalma solitudni ltqajt mal-unika mħabba reċiproka f’ħajti: il-kelma. U minn hemm kienu l-bosta sigħat li kont qattajt b’rasi mgħaddsa fil-kotba, nixtarr l-għerf li l-paġni, bla ma jafu, jgħadduli.
",
			"date_published": "2023-07-03T05:00:00.000Z",
			"date_updated": "2025-07-15T15:42:52.284Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-il-lanza-il-labra-il-qoffa-l-azzarin/",
			"url": "https://aphroconfuso.mt/loranne-vella-il-lanza-il-labra-il-qoffa-l-azzarin/",
			"title": "Il-Lanza, il-Labra, il-Qoffa, l-Azzarin",
			"author": "",
			"content_html": "Ġieli jagħti l-każ li, jien u naħseb fuq ktieb li qed naqra, nibda nara f’kotba jew xogħlijiet oħrajn l-istess ħsieb, jew mod ta’ ħsieb mhux wisq ’il bogħod minnu, tant li nibda nissuspetta li fil-fatt qed jgħidu l-istess ħaġa, li l-kwistjoni qed jarawha mill-istess perspettiva. U allura, x’kumbinazzjoni li qed naqra żewġ jew tliet kotba miktubin fi żminijiet għalkollox differenti li qed jipproponu l-istess ħsieb! L-istess jiġrili jien u nikteb. Nibda nhewden fuq idea li mbagħad nibda naraha f’kull kitba oħra li naqra. Għadni kif qrajt it-traduzzjoni mill-Grieg Antik għall-Malti tal-Frammenti ta’ Saffo, ta’ Warren Bartolo. Din l-edizzjoni, li ħarġet f’Mejju 2023, tinkludi daħla, nota tat-traduttur dwar id-dixxiplina tat-traduzzjoni, annotazzjonijiet dettaljati għal kull framment u lista ta’ ismijiet imsemmija fuq wara. Jien u naqra n-noti u l-kummenti tat-traduttur, dwar x’inhu, skont hu, is-sinifikat ta’ Saffo llum, dwar it-traduzzjoni bħala proċess ta’ trasformazzjoni u mutazzjoni, dwar il-ħarsa queer ta’ Saffo, moħħi beda joħodni mingħajr ma rrid għaż-żewġ kotba l-oħra li kelli ħdejja.",
			"date_published": "2023-07-12T05:00:00.000Z",
			"date_updated": "2025-06-01T16:21:56.784Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/miriam-galea-lejl-u-nhar/",
			"url": "https://aphroconfuso.mt/miriam-galea-lejl-u-nhar/",
			"title": "Lejl u Nhar",
			"author": "",
			"content_html": "Il-ħitan bojod joqtluk naqra naqra kuljum.  Tipprova ma tismax is-skiet, itanbar stinat tul il-kurituri, iżda t-tektik ħafif fuq il-keyboards, it-tpetpit solitarju tal-cursor, l-ilħna mbiegħda f’uffiċċju minnhom jibqgħu ma jidfnuhx.  Fil-kamra tal-arkivji xi ħadd jixgħel il-photocopier, li tobżoq folja wara l-oħra, mimlija ċifri, kliem kbir kollu rpużat, taħbiliet ta’ ideat suġġeriti u konsiderazzjonijiet meqjusa f’dokumenti Taljanizzati tal-Unjoni Ewropea.  It-terremot f’Haiti, il-kriżi finanzjarja, il-faqar dinji, l-iżvilupp fil-pajjiżi eks-Komunisti, il-bidla fil-klima, id-dinja li qed titbaskat, tinstamat, tinħall f’taħlita tossika ta’ plastik jinten, jaħraq l-imnifsejn, jistordi l-menti, iżarrat ix-xagħar, inixxef il-ġilda.  U l-photocopier tofroq karta minn oħra, tifrixhom pulit fuq xulxin bħal suldati stenduti, nodfa, stirati, bojod bħal-lożor.  Il-ħoss tal-magna jkompli jħeddlek, mill-uffiċċju ta’ ħdejk tasallek konverżazzjoni bil-Franċiż.",
			"date_published": "2023-08-07T05:00:00.000Z",
			"date_updated": "2025-06-01T16:21:04.098Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/matthew-schembri-mona-lisa-karnival-ieħor/",
			"url": "https://aphroconfuso.mt/matthew-schembri-mona-lisa-karnival-ieħor/",
			"title": "mona lisa | karnival ieħor",
			"author": "",
			"content_html": "Joe, quddiem il-mera. 
Xagħru kannella skur, maqtugħ qasir. 
F’rasu, kappa lewn il-ġilda. 
Għax fil-karnival tista’. 
Japplika l-kolla fuq ħuġbejh, bil-pinzell. 
Ħuġbejh kbar. 
Rani. 
Inixxifhom, b’fann. 
Japplikalhom il-powder safrani, il-kolla. 
Jerġa’ jnixxifhom – din id-darba, sakemm 
jitqarqċu. 
Irene. 
Japplikalhom il-concealer safrani, bl-isponża,  
sakemm jgħattihom għalkollox. 
Marisa, Mylene.
Japplikah ukoll fuq għajnejh, fuq wiċċu kollu.
Għax fil-karnival tista’.
Jimmudella ftit synthetic wax fuq il-ponta ta’ mnieħru.",
			"date_published": "2023-08-17T05:00:00.000Z",
			"date_updated": "2025-06-01T16:52:05.423Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-bil-moħbi-fil-beraħ/",
			"url": "https://aphroconfuso.mt/omar-nshea-bil-moħbi-fil-beraħ/",
			"title": "Bil-Moħbi fil-Beraħ",
			"author": "",
			"content_html": "Matul il-ġurnata, il-Ġnien, kif kien jissejjaħ, kien post għall-familji, għall-pikniks u għat-tfal biex jilagħbu fuq il-bandli; billejl, il-Ġnien kien isir spazju għall-ħufar u għas-sess, speċifikament għas-sess bejn l-irġiel. Irġiel gay kienu joħorġu sal-Ġnien, waħedhom jew ma’ xi ħbieb, biex jgħidu kelma jew biex isibu ftit intimità u privatezza fil-beraħ. L-irġiel li fil-lejla tal-qtil ta’ Alfie kienu fil-Ġnien tal-Gżira ma kontx normalment tarahom miġburin hekk flimkien f’nofs ta’ lejl. Kont, minflok, tilmaħhom jimxu waħedhom ’il fuq u ’l isfel fuq il-bankina bejn it-triq ta’ ġewwa li tagħti għall-baħar u l-ġnien innifsu, jew jimxu waħedhom ġewwa l-arbuxelli u s-siġar. L-etikett tal-ħufar kien jirrikjedi li s-“sinjorini”, jiġifieri l-irġiel gay u out, jisseparaw meta jaslu u taparsi qegħdin waħedhom għax l-irġiel straight—“normali”—li jinżlu jħufu kienu jitkexkxu jekk jaraw roqgħa sinjorini jħufu flimkien, u allura ma jazzardawx jersqu viċin.",
			"date_published": "2023-08-21T05:00:00.000Z",
			"date_updated": "2025-05-28T20:45:45.043Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-1-ftit-qabel-dfint-l-ommi-mort-infittex-qabar/",
			"url": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-1-ftit-qabel-dfint-l-ommi-mort-infittex-qabar/",
			"title": "Bur Mgħeż",
			"author": "",
			"content_html": "Bur Mgħeż għeb fil-baħħ. Sparixxa. Kieku ma kinux dawk l-uħud li jsostnu li semgħu lil missirijiethom isemmuh, kont taħseb li ivvintah Napuljun Tagliaferro f’konġura ma’ Temi Zammit. Anki l-isem sparixxa, u sparixxiet ukoll il-grammatika tal-istat kostrutt tiegħu. Imma kif iġġibu lura mill-mewt? Kif toħorġu minn qabru stess? F’dawn l-esejs li ġejjin se nipprova nirkupra ’l-Bur Mgħeż minn għejun differenti. Mill-memorja tal-Imqabbin, fejn mhuwiex sit arkeoloġiku li kellu okkupazzjoni ristretta għal perjodu determinat, imma lokalità ta’ ħafna identitajiet u ismijiet; “ta’ Bur Mgħeż”, “Tal-Isqof”, “Tan-Naxxari”, “ta’ Ċetta Pizzi”. Mill-arkivji nazzjonali fl-isptar Santu Spirtu, fejn sibt l-ewwel konferma li la Tagliaferro u lanqas Zammit ma kienu qed iħarrfu. F’dawn l-arkivji, Bur Mgħeż jinqabad jissielet bejn il-portafoll ta’ proprjetajiet tal-Isqof, il-but tal-familja għonja u filantropika Tan-Naxxari, il-kittieb Alfons Maria Galea u protagonisti oħrajn li b’xi mod jew ieħor sabu mod kif idawru lira minnu.",
			"date_published": "2023-09-04T05:00:00.000Z",
			"date_updated": "2025-06-12T22:12:39.116Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/davinia-hamilton-żerriegħa/",
			"url": "https://aphroconfuso.mt/davinia-hamilton-żerriegħa/",
			"title": "Żerriegħa",
			"author": "",
			"content_html": "Fil-ħarifa tal-2020, fil-bidu tat-tieni lockdown, żrajt żerriegħa għall-ewwel darba f’ħajti, u r-raħs ta’ idea rabba l-għeruq. Dak iż-żmien konna f’nofs il-pandemija: in-numri—l-infezzjonijiet, il-pazjenti l-ICU, u l-imwiet—kienu telgħin, u konna qegħdin niffaċċjaw xitwa twila u kiefra. Malta kienet tinħass ’il bogħod ’il bogħod—’il bogħod wisq minn dan l-appartament żgħir f’Londra. Iż-żmien kien għaddej b’pass illajmat imma goff, ma jċedi xejn. Ħassejt in-nuqqas ta’ familti, kont ili xhur twal ma narahom, u l-ivvjaġġar kien għadu perikoluż. Kien għad ma kellniex vaċċin biex itaffi l-periklu ta’ dan il-virus li kien qiegħed jeqred tant nies. Bl-ansjetà ttextex f’żaqqi, kont qisni għasfur b’qalbi tgħaġġel, kollni ttikazzjoni u enerġija bla skop.",
			"date_published": "2023-10-02T05:00:00.000Z",
			"date_updated": "2025-06-01T15:15:08.289Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-2-dfintha-fil-libsa-li-mietet-fiha/",
			"url": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-2-dfintha-fil-libsa-li-mietet-fiha/",
			"title": "Bur Mgħeż",
			"author": "",
			"content_html": "Fl-immaġinarju Malti, l-esproprjazzjoni tal-art minħabba sejbiet arkeoloġiċi għandha post kurjuż ħafna u tqanqal emozzjonijiet ambigwi. Waqt li qed nimxu fl-Isqaq tal-Isqof, infittxu bit-tromba l-fdalijiet tat-toqob tal-Għar ta’ Bur Mgħeż fil-ħitan tal-barriera tal-armata maġenb l-ajruport, Frans qalli li missieru kien jiftaħar li taħt id-dar tagħhom kien kollu oqbra: il-kuntrattur kien radam kollox bis-siment u ma qal xejn għax jiġu tal-Gvern u jwaqqfulek ix-xogħol. Imma Frans kien ambivalenti dwar dan. Ta’ ġuvni kien jaħdem fil-barrieri imma wara li spiċċa l-iskola kompla l-Università. Studja, qara, u llum jagħmel repliki żgħar tal-figurini Neolitiċi ta’ Malta għall-gost. Meta jmur jistad matul il-lejl ma’ xatt il-baħar taħt l-irdum tal-Imtaħleb, inaqqax uċuħ fuq iċ-ċagħaq lixx biex ma jkunx waħdu. Darba nżilt miegħu u wrieni l-uċuħ ta’ dawk li miegħu jgħaddu l-lejl jistennew li r-ril tal-qasba jiġbed. Qalli li oqbra hawn biżżejjed; m’hemmx għalfejn nossessjonaw bil-passat. Kampjun żgħir biżżejjed. Kellimni fuq l-idea li tordom il-qedem, u li miegħu terġa’ tidfen il-midfun. Ħadd ma jiftaħar li kisser xi sejba; it-tifrik m’hemmx ġustifikazzjoni għalih. Imma li terġa’ tordom kollox iva. Wara kollox, mirdum kien, u billi noħorġuh ma jfissirx li qed nistudjawh sew, jew li għandna l-apparat biex neżaminawh u nerġgħu npoġġuh lura f’postu. L-iskavi wkoll huma selħiet f’laħmet l-art, ftuq tal-materja tal-passat li laħqet tfarrket, tmermret, tbielet u saret ħaġa waħda mal-konglomerat ta’ madwarha. Qalli li kif jaħsibha hu, għalkemm il-Gvern jesproprja sit biex jieħu ħsieb il-qedem ta’ ġo fih, biex jipproteġih, biex tiġi studjata s-sejba u b’hekk jikber l-għarfien tagħna tal-passat, fil-verità f’dan id-diskors jiġu fuq quddiem il-bżonnijiet elitisti tax-xjenza. Ħafna drabi dan jiġi ġġustifikat bħala wirt nazzjonali, lokali, jew anki universali u minħabba f’hekk jitwarrbu kemm il-bżonnijiet tal-komunità kif ukoll ir-rabtiet li l-komunità eżistenti għandha mal-lokalità.",
			"date_published": "2023-10-17T05:00:00.000Z",
			"date_updated": "2025-06-11T10:48:18.540Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/joe-gatt-kontra-tagħna-għaliex-magħna/",
			"url": "https://aphroconfuso.mt/joe-gatt-kontra-tagħna-għaliex-magħna/",
			"title": "Kontra Tagħna Għaliex Magħna",
			"author": "",
			"content_html": "Meta wara sentejn f’idejn il-Franċiżi, fl-1800 l-ġżejjer Maltin sabu ruħhom taħt il-ħakma Ingliża, skont it-Trattat ta’ Amiens kellhom jerġgħu jgħaddu lura għand il-Kavallieri biex ikomplu jmexxuha huma bħala pajjiż “newtrali”. Il-qassisin, in-nutara, l-avukati u l-kummerċjanti Maltin tal-“Congresso”, li sa ftit qabel kienu qed imexxu l-insurrezzjoni kontra l-Franċiżi, beżgħu li dan kien ifisser li malajr jerġgħu jiġu taħthom għax l-Ordni kienet iddgħajfet sew u żgur ma kinitx tiflaħ għal Napuljun. Għalhekk, il-104 membri ta’ dan il-kungress kitbu “Dichiarazione dei Diritti degli Abitanti delle Isole di Malta e Gozo”. Ma kinitx dikjarazzjoni radikali bħal dik tal-Indipendenza ta’ Haiti ta’ sentejn wara, li abolixxiet l-iskjavitù, ċaħdet kull rabta mal-kolonjalisti Ewropej u ħalfet il-libertà jew il-mewt. Dik Maltija kienet dikjarazzjoni liberali bl-eku Illuminista ta’ dik tal-Indipendenza tal-Istati Uniti fl-1776 u tad-“Dikjarazzjoni tad-Drittijiet tal-Bniedem u ċ-Ċittadin” fi Franza, tlettax-il sena wara. F’disa’ punti, id-dikjarazzjoni elenkat speċi ta’ kuntratt. Iktar milli stqarrija ta’ drittijiet indirizzata lejn l-ispirtu etern tal-Bniedem, kien quid pro quo ċar u pragmatiku indirizzat lir-Re tar-Renju Unit tal-Gran Brittanja u l-Irlanda u d-dixxendenti tiegħu bħala sovrani fuq il-gżejjer “għal dejjem”. Dan in-nisel nobbli, min-naħa tiegħu, kellu jagħti lill-pajjiż kostituzzjoni li biha kunsill elett mill-“poplu” ikollu dritt jiġbor it-taxxi u jmexxi ’l-pajjiż. Ir-Re ma kellu jindaħal la fit-tmexxija interna tal-pajjiż u lanqas fil-ħajja reliġjuża tiegħu. In-nies—insomma, “gli uomini liberi”—kellhom id-dritt josservaw liema reliġjon riedu, igawdu l-proprjetà tagħhom u jkunu suġġetti biss għal-Liġi. U għar-Re, li kien il-protettur tar-reliġjon. U għall-Papa, li kellu jkun l-uniku referenza fejn jidħlu affarijiet spiritwali; hu u l-ġenerali tal-ordnijiet monastiċi. Intbagħtet lir-Re Ġorġ III, imma nafu biha għax baqgħu kopji tagħha Malta. Fl-arkivji impekkabbli tal-Gran Brittanja m’hemm ebda ħjiel tagħha. Jekk lir-Re waslitlu, ma nafux x’għamel biha. L-Ingliżi bdew imexxu l-gżejjer bħala dittatorjat militari. Fost l-uffiċjali Ingliżi, li ma taw kas la ta’ din id-dikjarazzjoni u lanqas ta’ appelli oħrajn għall-awtonomija, kien hemm l-ewwel Duka ta’ Wellington li jgħidu li qal: Kieku allura nistgħu nagħtu kostituzzjoni lil bastiment tal-gwerra!",
			"date_published": "2023-10-19T05:00:00.000Z",
			"date_updated": "2024-09-25T19:26:09.115Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/simon-bartolo-qamar-aħmar/",
			"url": "https://aphroconfuso.mt/simon-bartolo-qamar-aħmar/",
			"title": "Qamar Aħmar",
			"author": "",
			"content_html": "Virginia weġbitha li dawn huma fatti tal-ħajja u ma nistgħux nibdluhom. Nitwieldu u nikbru. Inwelldu u nkomplu nikbru sa ma fl-aħħar nispiċċaw. M’hemmx mod ieħor. Vera kienet ħarset lejn Virginia b’ċertu diqa. Forsi jmissha insistiet iktar; forsi kieku spjegat ruħha aħjar, Virginia kienet tifhem u ma titlaqx, imma qatgħet qalbha. Ma setgħet tagħmel xejn għajr li tħalli lil oħtha titlaq, tmur tfittex xortiha barra minn Malta, toffri ħajjitha u ġisimha lil raġel li qatt ma seta’ japprezzaha. Tagħtih ulied li mhux talli jerdgħulha ħalibha imma demmha wkoll. Għannqitha waħda tal-aħħar. Tgħanniqa iebsa u tal-aħħar. Saħħa! Xtaqitilha s-saħħa kollha tad-dinja u ma ppruvatx tkellimha iżjed. Daret u telqet, u ħalliet lil Virginia tħares lejha tielqa. Ħarġet fil-ġnien li kien kbir, mogħni bi frott taċ-ċitru u tal-għadma u mdawwar bil-bajtar tax-xewk biex la ħadd seta’ jidħol u lanqas joħroġ minnu ħlief minn dik il-fetħa waħda li kienet tħalliet minn xi antenat tat-tewmin. Imxiet san-naħa l-għolja tal-ġnien fejn kien hemm bank tal-ġebel u poġġiet bilqiegħda, tħares lejn iċ-ċimiterju tar-raħal. Ma reġgħetx ħarset lejn oħtha. Ma marritx taraha tiżżewweġ. Għamlet tabirruħha li kienet marida u ssakkret f’kamritha. Lanqas biss marret taraha tielqa ma’ żewġha u lanqas qatt ma kienet tiftaħ l-ittri li tirċievi mingħandha. Virginia damet ħafna tibgħat. Ma kinetx xi waħda li taqta’ qalbha malajr, iżda bil-mod il-mod indunat li kien kollu ta’ xejn. Vera ma kienet se taċċetta qatt li setgħu jibqgħu ħbieb, li setgħu jibqgħu jinħabbu. Kienet ġegħlitha tagħżel u hi, Virginia, kienet għażlet li tibni familja u futur f’pajjiż ieħor. Ma kinetx għażlet lilha, kienet għażlet lir-raġel. Iżda fil-verità, Vera kienet tkellem lil Virginia kuljum fil-mera. U fil-mera ffukat fuq punt f’wiċċha fejn kien hemm għazza mitlufa, timbaram u tiċċaqlaq ma’ kull tikmixa konfuża.",
			"date_published": "2023-11-06T06:00:00.000Z",
			"date_updated": "2025-06-01T16:21:28.334Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-na-i-hom/",
			"url": "https://aphroconfuso.mt/kris-polidano-na-i-hom/",
			"title": "-Na -I -Hom",
			"author": "",
			"content_html": "Fl-ewwel minuti luċidi ta’ kull filgħodu
naħseb biex immur mixja lejn il-ġnien li jħallini mdellka bin-nostalġija 
biex inħares lejn il-bieb magħluq li jgħiduli li int kont hemm għassa miegħu kuljum u
l-kamra kulur it-te meta titfagħlu l-ħalib tal-bott li issa 
spiċċat mużew tal-karti llaminati li jiftaħ kull jumejn

Il-bejta għall-ħarba kull nhar t’Erbgħa tal-grupp lebsin l-iswed għax cool
għaddejjin nitmiegħku maż-żrieżaq
daharna mal-arbli tal-bandli
nitkażaw dwar x’għamlu dawk fil-kumplessi tal-garaxxijiet—
l-ispots tal-konsulenzi romantiċi tat-tfal bravi Nsara aged 13 and up",
			"date_published": "2023-11-20T06:00:00.000Z",
			"date_updated": "2025-06-20T15:06:48.675Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/leslie-vassallo-marċ-maqbuż/",
			"url": "https://aphroconfuso.mt/leslie-vassallo-marċ-maqbuż/",
			"title": "Marċ Maqbuż",
			"author": "",
			"content_html": "Ix-xitwa tmut hekk—
Gżira—jew bastiment—jgħibu fiċ-ċpar;
Riefnu jiġbed nifs sagħtar—
Berwieq għarwien fuq irdum,
wiċċ nemex tal-bużbież;
iħirsa—jew aħna—max-xifer.

Reżħa titlajja fi rkejjen, fuq għetiebi;
F’triq dejqa, antika, fi kmajra
xi ħadd jonqox ħajja—jew mit—f’zokk lewża;
Tifkira tiġi, minn imkien—jew minn xmara—għoddha taħsdek,
tmexxik fiha b’ħarsa kaħla, b’xofftejn ħajra,
sa tħallik—jew tħalliha—f’belt labirint.
",
			"date_published": "2023-11-23T06:00:00.000Z",
			"date_updated": "2025-06-01T15:26:03.596Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/leslie-vassallo-wirja/",
			"url": "https://aphroconfuso.mt/leslie-vassallo-wirja/",
			"title": "Wirja",
			"author": "",
			"content_html": "Immorru, ukoll, minn labirint toroq,
għal wirja ta’ pitturi, statwi—
Qlugħ bojod f’ċpar ilwien jinbarmu;
swaba’ mwieġ deħlin fuq xatt mitluq:
U nofs dawra qaddisin martri
b’qillet ġrajjiethom f’idejhom, f’ħarsithom.
Mal-ħitan stqarrija safra trombi, platti, tnabar—

Minn fuq swar il-belt għajnejn għassiesa:
Imma aħna ngħaddu maġenb għorof li jafuna,
barumbara tiġġarraf tbarqam tifkira,
ġieri jilwi mill-blat, loġġa tittawwal;
għajn moħbija f’wied ħemda, palma f’dagħbien,
razzett jidwi daħka mit-twieqi, qasab iħaxwex riħ.
Żewġ nagħġiet joħorġu, iwieġbu għal leħinna.
",
			"date_published": "2023-11-23T06:00:00.000Z",
			"date_updated": "2025-06-01T15:25:43.680Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-3-qegħedtha-ġo-qabar-fuq-l-għolja-tal-ħorr/",
			"url": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-3-qegħedtha-ġo-qabar-fuq-l-għolja-tal-ħorr/",
			"title": "Bur Mgħeż",
			"author": "",
			"content_html": "Wasalt l-Imqabba minn Ħal Lija bil-pass. Dħalt mit-triq tas-Siġġiewi għan-naħa Ta’ Kandja, dort fejn il-Ħabel ta’ San Pawl għal Tas-Sejba u ksirt fuq ix-xellug għall-inħawi ta’ Ħabel ix-Xiħ. Fit-triq Ta’ Kandja, taħt ix-xemx ta’ nofsinhar, kien għaddej konvoj ta’ trakkijiet tal-kostruzzjoni, wieħed wara l-ieħor. M’għadhomx it-trakkijiet tal-kabina ħamra mżejna bit-tberfil u l-laqmijiet tas-sidien, iġorru vjaġġ knaten għall-bini; issa Iveco u Leyland DAF iġorru terrapien u materjali kimiċi impurtati. It-triq dejqa, u t-trakkijiet isuquhom maġenbek. Id-duħħan li joħroġ maħnuq minnhom jitħallat mat-trab li r-roti jtajru minn mal-ġenb tat-triq, munzelli trab fin griż li jidħol fil-pori ta’ ġismek u ġo ħalqek. Trab li jidfen kollox taħtu, inebbaħ li kollox irid jerġa’ jintradam. Mal-ġenb tat-triq, it-trab jitħallat ma’ pakketti u loqmiet tas-sigaretti mgħaffġin, biċċiet tal-ħobż niexef, fliexken tal-plastik mgħattnin, xtieli tal-ferla ta’ Malta, qanċlita u liftija ħerġin minn ġol-ħitan tas-sejjieħ. Il-ħsejjes anzjużi tal-vetturi, il-brejkijiet f’salt meta jindunaw bik miexi, il-ħornijiet ittikati biex iżżul min-nofs, il-gass ivenven tal-karozzi bin-nitro, id-diski jċerċru mill-vetturi, it-tħaffir fit-toroq bil-gafef jissieltu biex jifqgħu l-art, u t-tluq ta’ ajruplani minn Ħal Luqa għal fuq il-medda tat-Tramuntana tal-gżira flimkien jikkonfoffaw biex joħolqu s-sonorità tat-triq Ta’ Kandja fid-daħla tal-Imqabba. Meta nżilt minn Sqaq Buhar u dort għal Tal-Isqof, is-sħana kienet fnietni u sibt kantuniera dellija mal-ħajt tal-barriera ta’ quddiem il-ħofra fejn kien hemm l-Għar ta’ Bur Mgħeż. Ta’ min kienet il-barriera ma nafx, u allura lanqas naf isimha, imma mal-ħajt tagħha sibt biżżejjed dell u kenn biex nistrieħ. Tfajt fuq rasi l-ilma kiesaħ kollu li kelli imma nxift f’ħakka t’għajn. Ħarist madwari. Meta tħares konxjament lejn dak li hu l-familjari, tibda tinnota li qisek qatt ma tkun ħarist lejh qabel. Meta tifli sew dak li mingħalik taf b’għajnejk magħluqin, issib li hu stramb, qisu nbidel quddiem wiċċek u int ma ndunajtx, bħallikieku xi ħadd qarraq bik u wriek ħaġa b’oħra. Qisu dak li naħsbu li nafu sew, fil-verità mhu xejn ħlief ideal effimeru. Tieqaf u taħseb fuq ismek fit-tul u wara ftit tintebaħ kemm hu aljen, kemm m’għandu x’jaqsam xejn ma’ dak li int mingħalik li int. Tħares lejk innifsek biex issib min int fuq it-territorju tal-ġilda mifruxa fuq l-istrutturi anatomiċi ta’ ġismek, u ma ssibekx. Dawwart ħarsti sew lejn il-barriera u rajt xtieli tal-kappar ħerġin mix-xquq tal-ħitan tas-sejjieħ li jdawruha, tawwalin bħalma qatt ma rajthom qabel, ixebilku ’l isfel għal fuq il-ħajt tal-barriera—qoxra trab jitmermer tal-franka safranija li anki fil-qilla tas-sħana tidher niedja—u jiltaqgħu mat-tlugħ tas-siġar tat-tin li kibru mill-qiegħ. Il-kappar u t-tin kienu f’patt bejniethom biex jgħattu d-dagħbien, li kien mimli ċagħaq u ħamrija. Siġar tal-ħarrub u tar-rummien, molol tas-saqqijiet imsaddin, kisi tal-ħitan tal-kmamar tal-banju mormi, forn tal-kċina, terrapien tal-gafef: ix-xquq tal-barriera ta’ maġenb Bur Mgħeż iġorru mirduma ġo fihom it-tifkiriet tal-ewwel ġisem mejjet li tniżżel ġo fihom, imqiegħed ikkurat u mżejjen fil-kurituri mdallma tad-dagħbien taħt l-għelieqi fejn ġrew iċ-ċriev.",
			"date_published": "2023-11-30T05:00:00.000Z",
			"date_updated": "2025-06-12T22:14:02.421Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/noah-fabri-insalata/",
			"url": "https://aphroconfuso.mt/noah-fabri-insalata/",
			"title": "Insalata",
			"author": "",
			"content_html": "Il-memorja fl-ikel tinfed b’mod sottili. Jien u nagħmel l-insalata kont qed niftakar, mingħajr ma kelli għalfejn nitkellem, sempliċiment billi nirrepeti b’ġismi l-azzjonijiet li għaddewli ommi u ommha. Meta nikkunsidraw l-ikel, irridu naħsbu fuq lingwa sħiħa mhux mitkellma, irridu naħsbu fuq il-ħin b’mod differenti, irridu nidħlu fi ħsieb fuq livell għalkollox differenti minn dak kapitalist li jorganizzalna l-ħajja ta’ kuljum fid-dinja pubblika tal-lum. Fil-verità, fil-privat u fi ċrieki żgħar, kull wieħed u waħda minna għandna l-possibbiltà biex naħsbu b’ontoloġija kompletament differenti minn dik tal-Illuminiżmu. U iktar ma nsajru flimkien u naqsmu l-ikel u l-għajnuna bejnietna, iktar dawn iċ-ċrieki nistgħu nkabbruhom. L-ikel jgħaqqad u jagħti dar u post għall-kenn lil min joffrih u jaqsmu. Huwa importanti li nagħrfu l-valur politiku li nieħdu ħsieb xulxin, xi ħaġa li t-teorija femminista ilha tinsisti dwarha. Meta taqsam ikla kważi dejjem tkun qed toħloq familja, u għalija l-familja ta’ veru tinħoloq meta nieklu flimkien b’mod intenzjonali.",
			"date_published": "2023-12-03T23:00:00.000Z",
			"date_updated": "2025-06-01T15:22:42.244Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/matteo-pullicino-flaming-fag/",
			"url": "https://aphroconfuso.mt/matteo-pullicino-flaming-fag/",
			"title": "Flaming Fag",
			"author": "",
			"content_html": "int sabiħ
le / żommh’għalik / jekk troddhieli ma nemmnekx
meta ngħidlek hekk mhix l-intenzjoni tiegħi / li nagħmel minnek katavru
kemm-il poeżija xaqqaqna / bl-iskuża tal-għerf / biex kemm ninsewhom / dawk il-ħaġiet mejta / u nġorruhom lura d-dar fuq daharna / mingħajr ’qas kas?
hekk tgħallimt f’dawk il-mortwarji skolastiċi: / is-sabiħ jitlob li jiġi mifhum / il-fehim jitlob is-sagrifiċċju tas-sabiħ",
			"date_published": "2023-12-13T06:00:00.000Z",
			"date_updated": "2025-06-01T15:21:13.951Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-joey-tilbes-it-tabù-tinża/",
			"url": "https://aphroconfuso.mt/omar-nshea-joey-tilbes-it-tabù-tinża/",
			"title": "Joey Tilbes, it-Tabù Tinża&#39;",
			"author": "",
			"content_html": "Joey kienet tinżel imlibbsa u mpittra, saff eyeshadow abjad mad-dawra, faxx lapes max-xfar, u kulur skur ilellex fuq il-kappell t’għajnejha. Gloss u glitter aħmar, ras nokkli bil-backcombing u l-ġnub miġbudin u llixxati lura b’pettne tad-djamantini. Meta kienet tilbes ta’ mara, kienet tħobb tagħżel xi libsa tal-Haro, li kellhom ħanut tal-ħwejjeġ Tas-Sliema, moda impurtata f’Malta minn familja Anglo-Iżraeljana li kienu jgħixu hawn. Kellhom stabbiliment tal-ħwejjeġ ieħor il-Belt, u r-restorant LeRoy ġewwa Tigné. Lil din il-familja tal-Haro, iz-zija t’ommi, Salvina kienet għall-ewwel isseftrilhom u mbagħad bdiet tieħu ħsieb it-tfal tagħhom għax kienet taf titkellem bl-Ingliż. Kienet fuq tagħha u ommi dejjem tiġri magħha u ġieli kienet tmur magħha għandhom. Din id-dar lil ommi fetħitilha orizzonti ġodda u internazzjonali ħafna, u l-Haro kien nissel fiha sens ta’ moda, avolja qliezet u qomos tal-irġiel biss kienet tilbes. Junior, imma, kien galantom u jberbaq sew fuq Antoinette u l-gwardarobbi tal-Iklin kienu kmamar sħaħ fil-basement tad-dar, li fil-weekend spiss jispiċċaw mimlijin sinjorini jitpittru quddiem mera rettangolari kollha bozoz mad-dawra u ħwejjeġ, parrokki, u tkaken għaddejjin minn id għall-oħra ħa jaraw min se jilbes xiex. Antoinette kellha mijiet ta’ lbiesi, tant li ġieli l-kontestanti tax-shows bħal Miss Sunshine kienu jilbsu kważi biss ħwejjeġ mill-gwardarobba tagħha, qisha l-benefattriċi tat-travestì. Wara joħorġu jiżżagħblu l-Hungry Tiger u jiġu lura l-għada, kulħadd daħna, kollha daħq, żuffjett, ikkampjar, riħa ta’ xorb u sigaretti, u min jorqod ’l hemm u min jorqod ’l hawn. Imma l-parrokki kienu dejjem jidħlu lura ġol-kaxxi tal-kartun roża b’ħabel gold biex iġġorrhom minnu, imqiegħda hemm ġew fuq irjus tondi tal-ġablow li fuqhom Joey kienet tpinġi għajnejn, imnieħer u xufftejn bil-make-up t’Antoinette, u meta jiġu lura miż-żagħbil tal-lejl, kienet taqla’ l-eyelashes foloz u twaħħalhom fuqha. Il-parrokki kienu joħduhom darba fix-xahar il-Village Gossip, għand Manwel u l-Mimì, għal wash u blow dry.",
			"date_published": "2023-12-21T06:00:00.000Z",
			"date_updated": "2025-06-01T15:25:15.085Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-manifest-kontra-ż-żmien/",
			"url": "https://aphroconfuso.mt/kris-polidano-manifest-kontra-ż-żmien/",
			"title": "Manifest Kontra ż-Żmien",
			"author": "",
			"content_html": "Ħames mitt pass. Ħames mitt pass hemm mill-aħħar tarġa quddiem il-bieb tax-xogħol għall-bus stop li rrid nieqaf u nistenna fuqha. Saru l-ħamsa u nofs u ħamsa, u r-riħ ta’ Diċembru reġa’ tani naqra ħajja wara tmien sigħat inħares lejn skrin, inħarbex l-emails li jintemmu bil-kind regards u li jibdew bil-hope this email finds you well—dejjem b’exclamation mark biex il-persuna li tirċeviha tkun taf li jien waħda minn dawk l-orrajt. Inħares lejn it-tabella tal-bus stop darb’oħra biex inkun ċertissima li qiegħda fuq il-waqfa t-tajba. Mhux għax ma nafx jekk jienx ippustjata sew, imma tibda thewden wara li tkun ilek ftit xhur ma taqbad karozza tal-linja. Bħala persuna kwintessenzjalment Maltija, għandi preferenza għall-abbiltà li tagħtini l-karozza, jiġifieri, li nkun nista’ ngħaddi riħ mill-bypass mingħajr ma nieqaf, bi driegħi barra mit-tieqa, indoqq il-mużika livell biss inqas mill-punt meta t-tnabar ta’ widnejja jkunu appena ser jinfaqgħuli. Imma llum ta’ bilfors irrid naqbadha għax ilbieraħ kont għaddejja minn Strada Rjali, Santa Venera u splajsjajt il-mera ma’ trakk mimli żrar tat-tarmak. Ħbatt eżatt quddiem il-Ministeru tat-Trasport. Ħadd ma ħareġ biex jgħinni jew biex iċanfar lil tat-trakk li mblokka nofs it-triq u m’użax is-sinjali stipulati f’artiklu xiex u xiex u dak. Nista’ nsuqha, mind you, il-mera soda daqskemm kienet qabel l-inċident jekk mhux aktar għax waħħalha z-ziju bl-aħjar duct tape li l-ironmongers ta’ Malta jistgħu joffru. Imma wara li għaxar karozzi spiċċaw jgħajruni indannata u jpaqpqu, ma nazzardax insuq. L-avventuri tal-bypass jistgħu jistennew ftit. Illum irrid il-kumdità u l-lussu li xi ħadd iwassalni d-dar, u billi jien tifla brava u nħobb l-ambjent u ma rridx inġiegħel lill-mummy tiġi għalija (għandha d-dwiefer), nagħżel li x-chauffeur lura lejn Birkirkara llum ser ikun wieħed Filippin jew Indjan jew l-ispeċi aktar u aktar rari tax-xufiera—il-Malti qargħi.",
			"date_published": "2024-01-01T06:00:00.000Z",
			"date_updated": "2025-06-01T15:08:18.266Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/antoine-cassar-is-solitudni-tal-fotografu/",
			"url": "https://aphroconfuso.mt/antoine-cassar-is-solitudni-tal-fotografu/",
			"title": "Is-Solitudni tal-Fotografu",
			"author": "",
			"content_html": "Hawn xbin, trid kafè?
Minn ġol-džezva
jissawwab il-meraq ġamri
li ’l-qalb dalwaqt iġibha 
ġunġliena mġenġla.

Deħlin u ħerġin 
ħbieb u sangisugi,
sangisugi u ħbieb. 
Min ġej għal daħqa mqaħqħa
u għabra għerf,
min ġej ilaqqat qatra
mit-tlellix t’ismu,
min ġej jippoża
bil-ħnejjiet bil-ħbub bil-ħotob b’kollox
għal kjaroskur fil-ġelatina
tal-melħ fiddien.

Ħajduk tal-ktieb,
partiżan tad-dadaiżmu,
kewkba ħamra tal-kamera
u tal-kamra skura—
il-ġinni tal-istanjata
jaf itella’ fil-wiċċ
sal-iċken farka dija
mistoħbija f’kull ruħ.

Ftit jew ħadd
ma jobsor però
li wara l-lenti
fejn l-iktar li jħossu
dilettant u battal.
Iktar ma jiżvoga,
iktar ma jiffoka
u jkejjel il-waqt
li jniżżel iż-żewġ terzi ta’ werrej
għal fuq il-buttuna,
iktar ikompli jagħfas
id-diqa mtaħħta ta’ ġo fih.",
			"date_published": "2024-01-22T06:00:00.000Z",
			"date_updated": "2025-06-01T15:13:17.549Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-4-ħallejt-it-tebut-għal-ġisimha-biss/",
			"url": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-4-ħallejt-it-tebut-għal-ġisimha-biss/",
			"title": "Bur Mgħeż",
			"author": "",
			"content_html": "Il-biċċiet tal-fuħħar mifruxa u mxerrda fl-għelieqi fi Triq in-Namur fuq l-għolja tal-Iklin—li ġġib quddiemek il-medda ta’ art li tiġbed mill-Imdina fuq il-lemin għal Ħal Luqa, Ħal Saflieni u Raħal Ġdid u tiftaħ fuq il-Belt fuq ix-xellug—jixhdu li fejn in-nassaba Naxxarin firxu l-imnasab tagħhom kien hemm, fuq il-quċċata tal-għolja, binja megalitika fiż-żmien Neolitiku. Xhieda oħra ta’ dan huma l-megaliti tal-franka mixħutin ’l hawn u ’l hinn, uħud minnhom illum b’avviżi miktubin fuqhom b’żebgħa ħamra li jfakkruk biex iżżomm nadif mill-ħmieġ tal-klieb. Il-passaġġ żgħir li jagħti għal ġewwa tal-għelieqi fejn hemm l-imnasab għattnuh taħt saqajhom l-ewwel nies li telgħu fuq din l-għolja. Wittewh għan-nassaba li llum tkompli tressaqhom ’l hawn l-art ġebbieda eluf ta’ snin wara. Ir-rovini Neolitiċi jagħtu affordanza tajba lin-nassaba: ħadd mhu ġej itella’ xi blokka u allura s-siġar tal-gamiem u l-kalamenti tal-insib jibqgħu hemm ġo nofs radam il-qedem. Fis-sirda Novembrina, xħin jibda jbexbex, jibda ċ-ċenċil tat-tkissir tal-megaliti biex titgħatta d-dura tal-kantun tal-franka riċiklat b’qoxra ta’ ġebel selvaġġ. L-imnasab fuq il-wita bejn Ħaġar Qim u l-Imnajdra wkoll imtellgħin bi knaten tal-franka tal-Qrendi u l-Imqabba, u miksijin b’qoxra tal-qawwi maqtugħa mis-saffi tal-Magħlaq bħallikieku n-nassaba komplew it-tradizzjoni tal-bini megalitiku bil-qawwi fuq barra u l-elementi interni tal-franka. Fl-imnasab tal-għelieqi tad-Debdieba jibda l-ikkurdar: xbieki mifruxa, molol mal-kalamenti, xbieki miftuħa fuq in-naħa tal-ħaxja, il-lasti mwaħħlin mar-rażżi, il-qfiel u ċ-ċfuf maqfula. Id-dikojs tal-gamiem lesti f’posthom u l-gabjetti mqiegħda. Il-lanez tal-ġogi marbutin fejn is-siġġu fid-dura. Il-gamiema bil-kappun imxekkla u marbuta fuq is-seffut. Id-Debdieba ġebbieda, kien qalli l-Mija waqt li kien qed iqalleb fil-kantuniera tiegħu f’Bur Mgħeż ħdejn il-kaxxi tan-naħal, ifittex biċċa qasba. Il-Mija jiddiletta bis-sfafar, u għalkemm qatt ma qalli hu, smajt li kien jinqala’ sew, tant li l-Imqabba jgħidu li kellu esebizzjoni tas-sfafar l-Amerka. Qalli li hemm ħafna tipi ta’ sfafar: is-suffara tat-tgeġgiġ, għall-ġojjini, qisha buttuna tar-ram li titfagħha bejn snienek ta’ quddiem u tonfoħ fiha; iz-zekzieka tar-ram u lakstu, tiġbed il-pluvieri bil-ħoss li joħroġ minnha meta tagħfasha u titlaqha. Imma l-Mija kien jedha jagħmel is-sfafar tal-pluvieri mill-qasab tal-bambù. Omm Shaun qaltli li missierha kellu suffara jgħidulha l-“badabut” u missieru qalli li l-Mija kien ilu jfittex mod kif jagħmel suffara aqwa minn kull suffara oħra: ipprova minn kollox, anki lasti tal-biljard u lasti tal-ixkupi. Għamel żmien twil jonsob bis-suffara tal-ġebla tal-franka. Imma fl-aħħar, l-aħjar suffara li għamel għall-pluvieri kienet magħmula mill-għadam ta’ annimal li sab ġo barriera. Il-Mija kien qalli li ta’ tifel kien diġà jaf ibarqam u jparpar bħall-ħamiem u l-gamiem. Qalli kif kienu jaqsmu minn Bur Mgħeż għad-Debdieba, minn fejn il-kappella ta’ Santa Marija fejn illum hemm ir-runway, biex jaslu fuq il-mansab. Meta ġejt biex nasal hemm jien, kelli ndur bil-pass minn Tas-Sejba għal Ta’ Kandja u mbagħad fuq il-lemin biex nimxi tul it-Triq ta’ Ħal Farruġ. Ħarist ’l isfel ġol-barrieri mimlijin bil-ħamrija u siġar miżgħuda bil-larinġ, u minn ġol-ħofra tal-Ħabel ta’ San Pawl smajt it-tgedwid tal-ħassieba tas-seklu l’għadda, jitħaddtu u jixorbu u jieklu u jimpikaw bl-għerf tagħhom. Hemm kont niltaqa’ ma’ Oliver Friggieri u Joe Grima u Fr Rene, qaltli waħda min-nisa ta’ Triq il-Parroċċa. Bqajt nieżel man-naħa tat-Torri ta’ Wilġa u dort fuq ix-xellug biex nibda nimxi lejn l-għelieqi ta’ fuq il-wied. Żammejt ħarsti fuq ix-xtieli tal-mansab fejn waqaft inħares lejn serbut megaliti li, bħan-Naxxari qablu, iċ-Ċaqnu ċarrat minn laħmet l-art: spettakli ġeoloġiċi b’kull folja daqs żewġ sulari mqiegħda waħda ħdejn l-oħra bħallikieku reġgħu ġew fostna l-ewwel kuntratturi u bennejja fuq il-gżejjer. Ersaqt lejhom u lmaħt warajhom muntanja ġebel tal-franka fuq xulxin. Imxejt sieket lejhom, daħħalt ħarsti ġod-dell tal-għerien ta’ bejniethom, il-frisk ħelu tal-franka li jhennek taħt il-qilla tax-xemx. Il-kobor tal-ġebel isaħħrek meta tkun taħtu u tmissu, tiżnu b’għajnejk, u fi mnifsejk tħalli tidħol l-umdità tal-ħamrija u l-għeruq tax-xtieli mqaċċtin u għadhom imwaħħlin miegħu, bħal dras il-art maqlugħin friski minn ġol-ħanek. Dak li għandna, kien qalli Frans, franka! Taħt saqajja, fuq ix-xeqliba tal-art li tibda tixħtek ’l isfel lejn il-ġebel kbir irrumblat fil-qiegħ tal-wied, rajt qtugħ rettangolari fil-wiċċ tal-blat, bħal oqbra dojoq tat-trabi li bħalhom kont rajt waqt li kont qed infittex l-oqbra fuq ix-xagħri ta’ Santa Margerita ma’ Russell u Aiden. Aiden kien qalli li forsi n-nies ta’ żmien il-bronż kienu jagħmlu x-xtieli tal-għeneb fihom, jew forsi jaħslu l-ġlud tal-annimali wara li jbiċċruhom u jqaxxruhom, u jħallu d-dmija jċarċru fil-kanali dojoq u baxxi li hemm ħdejhom iserrpu ’l isfel. Kmamar abbandunati bil-barumbari meqrudin, passaġġi ta’ siment mixħut u mwitti dan l-aħħar, xatba wara l-oħra magħluqin, bibien f’nofs imkien imsakkrin: id-dawra tal-mansab konfoffa biex jew jobżqok ’il barra, jew jaqflek ġo nofsu. Tikka ħamra tiskariġġa: xi sponsun! Smajt leħen il-Mija: il-ġarġir isfar ta’ taħt saqajk jagħmel għalih il-ġojjin. It-tillier u x-xarbekk, dawk għall-ekri. L-għobbejra għal tal-għana. Poġġa fit-tarf tal-wita jħares ’l isfel, radam ta’ ġebel imrembel mal-għargħar tal-ilma li eluf ta’ snin ilu niżel minn Ħad-Dingli għall-port tal-Marsa, iħares lejn il-marki ta’ tidwir u rrumblar fl-uċuħ tal-ġnub tal-wied u l-għerien, l-għelieqi u l-imnasab, jonfoħ fis-suffara li kien qed ilesti u qalli: hawn kienu jgħixu d-deffiena ta’ Bur Mgħeż.",
			"date_published": "2024-01-31T06:00:00.000Z",
			"date_updated": "2025-06-12T19:04:53.852Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/jien_a-il-mara-tas-suldat/",
			"url": "https://aphroconfuso.mt/jien_a-il-mara-tas-suldat/",
			"title": "Il-Mara tas-Suldat",
			"author": "",
			"content_html": "Fil-bidu, jekk qatt kien hemm bidu, il-maħbubin kollha sejħu lilhom infushom amazzuni. Huma u jgħixu flimkien, jinħabbu, jiċċelebraw lilhom infushom, jilagħbu, fiż-żmien meta x-xogħol kien għadu logħba, il-maħbubin fil-ġnien tal-art baqgħu jsejħu lilhom infushom amazzuni tul Żmien id-Deheb kollu. Imbagħad, xħin twaqqfu l-ewwel bliet, bosta maħbubin kissru l-armonija oriġinali u sejħu lilhom infushom ommijiet. Minn dan iż-żmien ’l hemm, il-kelma amazzuna saret tfisser għalihom tifla, li qatt ma tikber, immatura, dik li qatt ma tħaddan id-destin tagħha. L-amazzuni tkeċċew mill-bliet tal-ommijiet. Kien f’dak il-mument li dawn saru vjolenti u bdew jiġġieldu biex jiddefendu l-armonija. Għalihom, l-isem antik amazzuni baqa’ bit-tifsira oriġinali. U minn issa beda jfisser xi ħaġa aktar: dawk li jħarsu l-armonija. Minn hemm ’il quddiem stajt issib amazzuni f’kull żmien, f’kull kontinent, gżira u xatt. Dħalna fiż-Żmien Glorjuż grazzi għall-amazzuni tal-lum. Ħafna drabi maħbuba tuża ġesti biex b’ġisimha ssir tixbah dak l-annimal jew dawk l-annimali li l-aktar li għandha affinità magħhom u b’hekk tagħti pjaċir lill-maħbuba tagħha. Dan isir aktar faċli meta tkun taħt ipnożi. Trid tinsa l-mossi ta’ kuljum u ssib dawk tal-annimali tagħha. Din mhix imitazzjoni tal-annimalesk: din hija mima. Hija ħaġa diffiċli biex taqbad u tagħmilha spirtu pront, anki jekk il-maħbuba ssaqsiha biex tagħmilhielha bl-ikbar ġentilezza. “Meta ssaqsini biex nagħmilha ta’ ġemel, niddejjaq, għax rari jirnexxili.” (Charlotte Plume, Iċ-Ċirku Tiegħi, Gallija, Żmien il-Konkos.)",
			"date_published": "2024-02-05T06:00:00.000Z",
			"date_updated": "2025-06-01T15:14:06.022Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/anton-jäger-karl-baldacchino-kollox-iperpolitiku-ġenealoġija-tal-preżent/",
			"url": "https://aphroconfuso.mt/anton-jäger-karl-baldacchino-kollox-iperpolitiku-ġenealoġija-tal-preżent/",
			"title": "Kollox Iperpolitiku",
			"author": " (tr Karl Baldacchino)",
			"content_html": "Ir-ritratti huma ta’ lwien jgħajtu, kważi fluworexxenti. It-tema li tgħaqqadhom hi “l-imħabba”. F’ritratt jismu Love (hands in hair), mara b’xagħar aħmar u għajnejha magħluqin hija miżmuma minn par idejn maskili li jilħquha minn barra l-bordura. F’ritratt ieħor raġel b’ġakketta tal-jeans qed jiżfen waħdu, kważi qed ilaħħaq għal id fil-qrib. F’Love (hands praying), mara b’għajnejha magħluqin torbot idejha f’nofs folla clubbers. Bħallikieku f’ritwal sekulari, timmedita fl-anonimità tad-diskoteka. In-nies fir-ritratt jiżfnu ma’ mużika maħluqa fuq il-bażi ta’ ħsejjes li jarmi l-makkinarju industrijali ta’ Detroit u Manchester, il-bliet tewmin li welldu t-tekno.
Fl-1989, però—is-sena li fiha ttieħdu dawn ir-ritratti— il-magni m’għadhomx jaħdmu. Ħafna minnhom ċkienu jew ġew irrilokati lejn iċ-Ċina, filwaqt li l-bliet tewmin tat-tekno ġew deindustrijalizzati. Waqt li kienet qed tivvjaġġa ġo megabelt Ċiniża xi snin qabel, il-fotografa Ġermaniża Hilla Becher innotat l-assemblaġġ mill-ġdid ta’ kopja ta’ mitħna tal-azzar li darba ġibdet fl-Ewropa. Issa, iż-żgħażagħ fir-ritratti tal-ħajja ta’ billejl ta’ Wolfgang Tillmans jiżfnu biex jippruvaw ixejnu l-industrija, il-politika u l-istorja nfisha. Ta’ min jinnota ż-żmien u l-post tar-ritratti ta’ Tillmans. Jiddokumentaw Londra taħt Thatcher u Berlin waqt li l-Ħajt nieżel. Lejn il-Lvant, is-soċjaliżmu statali qed joqrob il-kollass. Il-kapitaliżmu globali huwa trijonfanti. Id-deindustrijalizzazzjoni tal-Punent qed taċċellera. Fl-istess sena li x-xjenzat politiku Amerikan Francis Fukuyama ppubblika l-esej leġġendarja tiegħu dwar “it-tmiem tal-istorja” fin-National Interest, il-kamera ta’ Tillmans issa ssir xhieda ta’ eżerċizzju ta’ amnesija kollettiva: tentattiv biex jitkeċċew l-ispettri ideoloġiċi tas-seklu li għadda u bil-kwiet nimxu lejn utopja privata. Żmien il-“postpolitika” infetaħ.",
			"date_published": "2024-02-29T06:00:00.000Z",
			"date_updated": "2025-06-01T15:11:26.938Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/davinia-hamilton-likantropi/",
			"url": "https://aphroconfuso.mt/davinia-hamilton-likantropi/",
			"title": "Likantropi",
			"author": "",
			"content_html": "Kull fejn tħares tara kurċifiss: Kristu tal-ġibs fl-agunija divina. Fuq il-ħitan hemm inkwatri bir-ritratti tal-uċuħ imwerwra tal-bniet li ġew qabilna. Is-sorijiet għaddejjin bit-tonka u l-velu iswed qishom fuq wiċċ l-ilma. Insejħulhom “The Sisterhood”, imma mhux f’wiċċhom. Diffiċli taqta’ kemm għandhom żmien; diffiċli tqishom bħala nisa, bħal ommijietna u z-zijiet li jagħmlu l-lipstick u l-powder u l-fwieħa. Hemm minnhom iktar henjin; hemm min jitkerrah u jirrabja. Kultant, tisparixxi xi waħda minnhom. Tmut, jew tiġi trasferita. Is-soru li kienet tgħallimna l-Franċiż sparixxiet u bla kliem ġiet oħra flokha. Hemm qlajjiet li spiċċat il-manikomju, jew li sabet wieħed. Dawn l-istejjer it-tnejn affaxxinanti u nemmnuhom. Għassa mal-kuritur hemm statwa kbira ta’ Sant’Anjeże, għajnejha kannella jħarsu ’l fuq, b’girlanda fjuri ma’ rasha. Liebsa l-abjad u xalla turkważ fuq spallejha, kollha tal-ġibs, kull tikmixa u kull tinja ffurmata bir-reqqa. F’idha l-leminija qed iżżomm palma, u bl-id l-oħra terfa’ ħaruf żgħir. Tidher dħulija, qisha setgħet kienet waħda minna. Fil-klassi hawn il-bard. It-twieqi ilhom miftuħin il-lejl kollu biex tiċċirkola l-arja li kuljum tisfieq bl-irwejjaħ t’iġsma adolexxenti: għaraq, demm, deodorant u xampù. Inpoġġu tnejn tnejn fuq imwejjed li ilhom hemm minn żmien żemżem. L-injam miksi b’deċennji ta’ marki. Jien u Alice nisperaw dejjem li ma jifirduniex. Qegħdin tletin f’dil-klassi. Ilna flimkien mindu kellna erba’ snin, tlajna flimkien. Lil dax-xebbiet inħobbhom daqskemm nobgħodhom.",
			"date_published": "2024-03-04T06:00:00.000Z",
			"date_updated": "2025-06-01T15:12:22.980Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/jimmy-grima-splużjonijiet-1-il-kwiet-u-l-lejl/",
			"url": "https://aphroconfuso.mt/jimmy-grima-splużjonijiet-1-il-kwiet-u-l-lejl/",
			"title": "Splużjonijiet",
			"author": "",
			"content_html": "Kif issejħet f’diversi kitbiet, Filfla qisha artal. Speċjalment meta tqis li faċċata tagħha hemm dawk iż-żewġ strutturi li nsejħulhom tempji. Hekk sejħilhom Temi Zammit u hekk sejħulhom l-arkeologi fiż-żmien kolonjali. Ma tantx iddoqqli din tat-tempju u tal-artal, għax spiċċajna nħarsu lejhom minn narrattiva waħda biss: dik li tiffoka fuq ir-riti u ċ-ċerimonji. B’hekk, possibbilment eskludejna funzjonijiet jew raġunijiet oħra għalfejn kien jeżisti dan il-ħaġar impoġġi b’mod arkitettoniku ta’ barra minn hawn. Il-kelma tempji tirrifletti perspettiva Ewroċentrika li dehret f’perjodu meta l-akkademiċi Ewropej kienu qed jikklassifikaw u jiddeterminaw id-dinja skont in-normi u l-preġudizzji kulturali tagħhom. L-użu tal-kelma “tempji” inevitabbilment tesponi l-aspett reliġjuż jew dak tar-ritwal tas-siti. Din hija spjegazzjoni monofunzjonali li tista’ tkun qed tnaqqas mill-vera funzjoni tagħhom.Meta dawn is-siti jiġu mmarkati bħala “tempji” mill-komunità interpretattiva—li storikament kienet magħmula minn akkademiċi tal-Punent—tieħu l-awtorità li tiddetermina x’inhi u, fl-istess ħin, x’mhijiex. Il-kelma “tempji” f’kuntest kolonjali tikxef l-effetti tal-orjentaliżmu li jirrifletti mhux biss ir-relazzjonijiet tal-poter bejn il-kolonizzatur u l-kolonizzat, iżda wkoll il-mod kif dawn ir-relazzjonijiet jinfluwenzaw il-produzzjoni tal-għarfien.",
			"date_published": "2024-04-01T05:00:00.000Z",
			"date_updated": "2025-08-19T09:24:51.031Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/aaron-aquilina-persjani/",
			"url": "https://aphroconfuso.mt/aaron-aquilina-persjani/",
			"title": "Persjani",
			"author": "",
			"content_html": "Ħa niktibha hawnhekk forsi nikser iċ-ċirku vizzjuż. Fi kliem Keats, il-kapaċità negattiva hi li tkun “kapaċi toqgħod fl-inċertezzi, Misteri, dubji, bla ebda ġiri antipatku wara l-fatti u r-raġuni”. Dan kunċett antik, simili għat-trankwillità, jew ataraxia. Ix-Xettiku Sextus Empiricus u dawk kollha li ġew warajh jissuġġerixxu li din tiġi mill-bilanċ, mill-equipollence (jew għall-inqas hekk isostnu t-tradutturi li għandha tinqaleb il-kelma ἰσοσθένεια). Dan kollu jingħata ħafna iktar kulur u kumplessità minn Husserl bil-kunċett tal-epoché. Keats jgħid, allura, li l-aqwa karatteristika tal-kittieb — u skontu, l-aqwa eżempju ta’ dan huwa Shakespeare — hi l-kapaċità li jkunu jafu li ma jafux, u li jibqgħu f’din il-“ma nafx”, f’din il-boqqaġni, bla ebda attentat għall-għerf u t-teleoloġija. Kif għedt qabel: il-“jien” ta’ Keats la tifhem u lanqas tispjega. Forsi din il-kapaċità negattiva ta’ Keats taf tagħtini xi forma ta’ risposta għall-mistoqsija li dejjem insib ruħi nistaqsi: il-baħar ukoll ħabs? Il-fatt li Malta mdawra bl-ilma: ċella jew ħelsien? Għalkemm postijiet bħall-Awstralja jew ir-Renju Unit huma wkoll imdawrin bl-ibħra u l-oċeani, naħseb kollha kemm aħna nifhmu li post bħal Malta każ kemxejn speċjali. U kemm hi kbira Malta? Għax it-topografija tal-ġebel u l-baħar tifforma wkoll it-topografija kunċettwali-personali tagħna. Il-leġiżlazzjonijiet differenti li jaqsmu l-baħar ta’ madwarna — tal-baħar territorjali, taż-żona kontigwa, taż-żona esklużiva tas-sajd — kollha jqisuna b’kejl differenti. Fuq l-art dil-problema ma ssibx sodezza (niftakru ftit fil-ġuriżdizzjonijiet diversi u mħawdin tal-gvern, tal-knisja, tal-privat), u allura ovvja li nsibu ruħna nixtarru, bla qatt ċertezza, l-oriġini u l-identità tagħna, il-Maltiżmu tagħna mċaflas minn litanija ta’ karatteristiċi li huma fl-istess ħin riġidi daqs iż-żonqor u flessibbli daqs il-mewġ.",
			"date_published": "2024-04-08T05:00:00.000Z",
			"date_updated": "2025-06-01T15:09:49.101Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/joe-gatt-general-strike/",
			"url": "https://aphroconfuso.mt/joe-gatt-general-strike/",
			"title": "General Strike",
			"author": "",
			"content_html": "Morna lejn il-Marsa u hemmhekk beda l-inkwiet. Kellna l-pitrolju u ċ-ċraret qodma. Xi ħadd ġab miegħu serrieq tal-mastrudaxxa. Inżilna ċ-Ċimiterju tat-Torok, mhux ’il bogħod minn fejn kienu jgħixu xi tnejn jew tlieta minna. Konna nafu fejn kien hemm żewġ arbli tar-Rediffusion, kbar, tal-injam. Ridna naqtgħulhom il-wajers għax ma kinux riedu jxandru l-bulettini tal-union. Propaganda tal-Ingliżi biss riedu, il-ġurnata kollha. Għamilna toqba fl-arblu, xarrabna ċ-ċraret fil-pitrolju, u deffisniehom fit-toqba li konna taqqabna. Qabbadna ċ-ċraret b’sulfarina u rsaqna lura biex naraw l-arbli jinħarqu. Meta konna ċerti li kienu se jinħarqu sal-art, morna lura d-dar għax in-nisa kienu inkwetati u kienu qalulna biex ma nibqgħux barra tard, imma għall-inqas konna nafu li għamilna l-biċċa tagħna. Imbagħad waranofsinhar erġajna ħriġna. Konna xi mitt persuna, jew mitejn, tfajna l-ġebel fuq il-pulizija, u kissirna t-twieqi tal-karozzi li kienu fihom. Smajna li kienu sejrin lejn Blata l-Bajda, allura morn’hemm, ħdejn il-flats tal-Arċisqof, u xħin wasalna rajna li n-nies kienu qed jitfgħulhom il-ġebel lill-pulizija. Surġent ħareġ mill-karozza biex ineħħi l-ġebel li kien qed jimblokka t-triq u xi ħadd mir-Rerum Novarum Flats tefagħlu żewġt iqsari. Il-pulizija l-oħra kienu telgħin l-għolja biex jiċċirkundawna, allura qtajna qalbna u ħallejniehom jarrestawna. Tfajna landa petrol fuq il-gverta ta’ vapur imma ma ġara xejn.",
			"date_published": "2024-04-28T05:00:00.000Z",
			"date_updated": "2025-09-16T07:01:12.593Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-5-id-difna-tal-memorji/",
			"url": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-5-id-difna-tal-memorji/",
			"title": "Bur Mgħeż",
			"author": "",
			"content_html": "Is-sit ta’ Bur Mgħeż jisfida l-bijografija arkeoloġika stretta tal-post; huwa proprju l-istatus ontoloġiku tiegħu bħala rovina li żamm lill-arkeoloġija milli tapproprjah u għalhekk tillimita l-impenn tiegħu mal-inħawi ta’ madwaru u mal-memorja tal-komunità li tiftakru. L-ambigwità materjali u bijografika tal-post, għalhekk, issalvah mill-politika tal-patrimonju mmexxija mill-kapital li jbiddel is-siti f’parks għat-turiżmu. Kif inhuma llum, il-fdalijiet huma parteċipi kif ukoll aġenti attivi fit-trasformazzjoni u l-użu mill-ġdid tal-ispazju tal-barriera. Dan iqajjem riflessjoni fuq il-memorja u t-telf fi ħdan il-komunità tal-Imqabba. Bl-istratifikazzjoni kumplessa tiegħu, min-Neolitiku sa żminijiet moderni, Bur Mgħeż joffri metafora li forsi tista’ tgħinna nagħmlu sens mill-fdalijiet bħala palimpsesti li fihom insibu narrattivi u tifsiriet multipli, kull saff jiżvela aspetti differenti tal-interazzjoni tal-bniedem mal-ambjent filwaqt li l-perċezzjonijiet differenti tal-materjalità tal-ġebla tal-franka — kemm bħala riżors, kif ukoll bħala simbolu tal-wirt kulturali, jew kodiċi semjotiku ta’ rovina — jenfasizzaw in-natura suġġettiva u effimera ta’ kif nifhmu u nivvalutaw id-dinja materjali. Fl-istess ħin, Bur Mgħeż jisfida wkoll lill-arkeoloġija biex issib metodi li bihom tkun tista’ “taqra” u tifhem siti li għebu għalkollox jew kważi.",
			"date_published": "2024-05-06T05:00:00.000Z",
			"date_updated": "2025-07-30T18:21:06.193Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/fatima-a.m.-ġenealoġija-ta-bankina/",
			"url": "https://aphroconfuso.mt/fatima-a.m.-ġenealoġija-ta-bankina/",
			"title": "ġenealoġija ta’ bankina",
			"author": "",
			"content_html": "faċċata tpoġġi parrukkiera min-Niġerja li tfaqqa’ ċ-chewing gum f’widnejk ma’ kull malju li twaħħallek ma’ rasek. imma hi u sħabha jippranzaw f’nofs il-ħanut meta jkun sar il-ħin tal-ikla ta’ waranofsinhar, allura ma jimpurtax għax dejjem joffrulek ftit u meta tispjegalhom li ma tikolx laħam taqsmilhom qalbhom. ħasbuk cool u interessanti għax bejn sewda u bejn bajda, b’aċċent stramb li kważi tat-turist l-abjad, imma ismek Musulman u forsi qisek xi tip ta’ Afrikana imma anka int sirt vittma tal-Ewropa. ixgħel l-istazzjon li jdoqq l-Afrobeats. meta tqum biex tfarfar ġismek u testendi x-xewka ta’ dahrek, forsi tagħti l-ħajja bejn rukkell u ieħor, ikollok aptit tiżfen. imma ma tazzardax. anka int vittma tal-Ewropa. minn hawn tisma’ l-fdalijiet tal-karaoke tal-bar Ingliż, l-ikbar wieħed f’dik it-triq, imġenġel u ħerqan, imdeffes bejn bar Irlandiż, ħanut tal-ikel Maċedonjan u ieħor Niġerjan mal-kantuniera, li faċċata tiegħu ssib kafetterija Taljana. hawnhekk il-bankina ma tiqafx bil-mod li tistennieha tieqaf, lanqas. jekk tgħaddi minn hemm qabel l-għaxra ta’ filgħodu, taf issib ir-rimi tal-istonku ta’ xi bravu li ħaseb li jiflaħ il-lejl ta’ qabel, jew biċċa pizza mirwija, envelopp t’ikla li ma seħħitx. fil-vini ta’ din il-belt ma ssibx għasafar iduru man-niċeċ u s-saqajn ta’ dawk mixjin fit-triq, mhux bħall-Belt jew Tas-Sliema, allura jibqgħu jinġemgħu l-fdalijiet tal-ikel minsi. jistenna lil taż-żibel. mhux għax post maħmuġ u mitluq, imma għax għandu l-ħajja, ħajja urbana li ma tantx hemm kliem għaliha, sakemm ma ssirx tafha b’mod intimu.",
			"date_published": "2024-05-07T22:00:00.000Z",
			"date_updated": "2025-09-16T07:10:18.517Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/jasmine-bajada-lil-poeta-li-qalli-li-qed-jikteb-bħal-wieħed-vera-xiħ-dan-l-aħħar/",
			"url": "https://aphroconfuso.mt/jasmine-bajada-lil-poeta-li-qalli-li-qed-jikteb-bħal-wieħed-vera-xiħ-dan-l-aħħar/",
			"title": "lil poeta li qalli li qed jikteb bħal wieħed vera xiħ dan l-aħħar ",
			"author": "",
			"content_html": "il-kliem li ktibtli dalgħodu m’hediex.
għadni nhewden x’messni għedt
biex niskonġr’hom minn għadmek—
minn leħnek. bexxaqtli tieqa bihom;
ilmaħtek bilqiegħda fil-kamra, waħdek,
diqitek tidwi fil-vojt għammieq.
Mill-bogħod, imbagħad, ġew il-vrus…
qaluli li inti, poeta, m’għadekx tħożż hekk,
għall-gost. issa li qbadt ir-ritmu taċ-ċinju
tixtieqek għadek bilbla tgħanni binhar.
tibżax: l-istrument għadu f’idejk bla trab.
u inti bħal wieħed vera xiħ li jinsa kollox,
ank’isem ommu, qabel jinsa kif jaqbad
dak l-argunett ta’ dari. titnih kif titnih,
ħa jdoqqlok ħelu, sabiħ.",
			"date_published": "2024-05-12T22:00:00.000Z",
			"date_updated": "2025-06-12T22:07:08.533Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/karl-baldacchino-politika-bla-nifs/",
			"url": "https://aphroconfuso.mt/karl-baldacchino-politika-bla-nifs/",
			"title": "Politika bla Nifs",
			"author": "",
			"content_html": "Ħadd ma jista’ jiċħad li ninsabu f’punt fl-istorja tad-dinja fejn għandna iktar minn kollox. Iktar krudeltajiet, iżda wkoll iktar ġesti ta’ rieda tajba. Iktar problemi finanzjarji, fl-istess ħin li iktar nies qed jistagħnew. Iktar kriżijiet ta’ kull xorta u għamla, ibda mill-ambjent u spiċċa bil-mard. L-istess, it-tagħrif dwar it-tnejn. Iktar ksenofobija u razziżmu, kif ukoll iktar diskorsi ta’ inklużjoni soċjali u ugwaljanza. Primarjament, għandna iktar minn kollox għaliex esposti għal ħafna iktar meta kkumparat ma’ dak li kien qabel jesponina għalih il-ġurnal ta’ kuljum, kemm-il darba kien jinxtara u jinqara. L-esponiment tagħna għal dan kollu issa jinsab biss skrolljatura ’l bogħod, anki jekk mhuwa xejn ħlief dak li Jean Baudrillard isejjaħ simulakru. Meta fl-1991 kiteb li “l-gwerra tal-Golf ma seħħitx”, ried ifisser li l-Punent esperjenza biss rappreżentazzjoni medjatika tal-gwerra. Essenzjalment, dan japplika għal kollox fil-kuntest preżenti ta’ avvanzi teknoloġiċi kontinwi u l-governanza moħbija tal-algoritmi. Iżda, dan huwa biss każ ta’ kif il-mezzi soċjali kapaċi jiġbdulna l-attenzjoni u jamplifikaw is-sensi tagħna? Jew huwa minnu li kollox żdied b’mod goff u li konsegwentament tlifna kull tip ta’ kontroll? Forsi sforz l-indifferenza mifruxa? Forsi sforz l-aljenazzjoni? Il-konsum bla rażan? Il-politika? Ċertament dawn ukoll kollha għandna iktar minnhom. Il-politika, però, b’mod partikolarment ġdid. Kif jikteb Alberto Toscano, “dawk li jsibu ruħhom jgħixu fi żminijiet ta’ kriżi u diżorjentazzjoni spiss ifittxu kenn u gwida fl-analoġiji.” Għaldaqstant, il-politika preżenti bħal donnha bla nifs—kemm għax kollox huwa politiku iktar minn qatt qabel, kif ukoll għax fl-istess ħin hija politika dgħajfa.",
			"date_published": "2024-05-20T05:00:00.000Z",
			"date_updated": "2025-08-07T14:57:09.648Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-1-ma-nistax-nieħu-nifs/",
			"url": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-1-ma-nistax-nieħu-nifs/",
			"title": "Nifs: Kaos u Poeżija",
			"author": " (tr Karl Baldacchino)",
			"content_html": "Il-kaos u r-ritmu huma l-linja ta’ ħsieb ewlenija ta’ dan il-ktieb, li jterraq fl-apokalissi ta’ żmienna: fit-tieni deċennju tas-seklu wieħed u għoxrin, il-pajsaġġ mentali u x-xena soċjali huma mgħarrqa minn flussi ta’ skuntentizza u vjolenza. Fil-poeżija tiegħu, Hölderlin jipprevedi l-kaos tal-modernità u n-nuqqas ta’ nifs li ġej. Hija problema ta’ kejl, jgħid hu. M’hemm l-ebda kejl f’din l-art, għalhekk is-sens ta’ kejl tagħna (ir-ritmu) huwa biss projezzjoni tan-nifs tagħna: il-poeżija. Huwa għalhekk li l-bniedem jgħix poetikament, għalkemm “jistħoqqlu” mod ieħor. Hölderlin: “Jista’ bniedem iħares ’il fuq / Mit-tbatija totali ta’ ħajtu / U jgħid: Ħa nkun ukoll / Bħal dawn [allat]? Iva. Sakemm iddum it-tjubija, / Safja, ġewwa qalbu, jista’ jkejjel lilu nnifsu bil-ferħ / Kontra d-divin.”",
			"date_published": "2024-06-03T05:00:00.000Z",
			"date_updated": "2024-08-22T10:49:40.709Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-introduzzjoni/",
			"url": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-introduzzjoni/",
			"title": "Nifs: Kaos u Poeżija",
			"author": " (tr Karl Baldacchino)",
			"content_html": "F’dal-ktieb il-ġdid, li hu ddedikat lill-kundizzjoni ta’ qtugħ ta’ nifs kontemporanja tagħna, nirritorna għall-metafora tal-poeżija bħala l-unika triq għall-ħarba mis-soffokazzjoni. Illum il-poter hu bbażat fuq relazzjonijiet astratti bejn entitajiet numeriċi. Filwaqt li l-isfera finanzjarja hija ggvernata mill-algoritmi li jgħaqqdu l-frattalji ta’ xogħol prekarju, l-isfera tal-ħajja hija invaduta minn flussi ta’ kaos li jipparalizzaw il-ġisem soċjali u joħonqu n-nifs u jifgawh. M’hemm l-ebda ħarba politika minn din in-nassa: il-poeżija biss, bħala l-eċċess ta’ skambju semjotiku, tista’ terġa’ tattiva n-nifs. Il-poeżija biss tgħinna fl-apokalissi li diġà qed tifferoċja taħt l-effett ta’ deċennji ta’ assolutiżmu finanzjarju. Il-poeżija biss se ttaffi t-tbatija ta’ moħħ l-inġinier u ta’ moħħ il-poeta, u se tkun qed taġixxi biex treġġa’ lura l-ħakma tal-isfera finanzjarja fuq il-lingwa. The Uprising kien esej fil-ġenealoġija tal-qawwa finanzjarja, mil-lat tal-lingwa u partikolarment mil-lat “tal-emanċipazzjoni tas-sinifikat mir-realtà”, li antiċipat l-emanċipazzjoni tal-flus mill-ekonomija reali u l-kobba sħiħa ta’ astrazzjoni preżenti fl-aħħar seklu. The Uprising kien dijanjosi ġenealoġika. Nifs huwa esej fuq it-terapija. Kif ser naġixxu bis-soffokazzjoni li pproduċiet l-astrazzjoni tul l-istorja umana? Jeżisti ħruġ mill-katavru tal-kapitaliżmu finanzjarju.",
			"date_published": "2024-06-03T05:00:00.000Z",
			"date_updated": "2024-08-13T17:01:47.752Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/leslie-vassallo-il-kastell/",
			"url": "https://aphroconfuso.mt/leslie-vassallo-il-kastell/",
			"title": "Il-Kastell",
			"author": "",
			"content_html": "Minn fuq is-swar tal-belt
tara għoljiet imwieġ iħaddru—
Irħula bojod u arbli ta’ knejjes ibaħħru.

Minn fuq il-fortizza
tilmaħ armati sofor ta’ lellux, ġarġir;
Fit-toroq qodma l-bizzilla minsuġa tal-belt;
Fi rkejjen, kull lewn tal-gżira jixxerred fuq tila.

Mat-turġien dojoq taċ-Ċittadella
żgħożitna ħolmot f’qarn qamar jitferra’;
ħelsienna ttajjar maż-żifef sal-baħar;
imħabbitna tnaqqxet mal-ħitan, daħket fil-ħemda.
",
			"date_published": "2024-06-06T05:00:00.000Z",
			"date_updated": "2025-03-26T12:43:27.143Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/glorianne-micallef-sottomissjoni/",
			"url": "https://aphroconfuso.mt/glorianne-micallef-sottomissjoni/",
			"title": "Sottomissjoni",
			"author": "",
			"content_html": "U bħal b’vendikazzjoni ddeċidiet ma tkomplix tipprova, u għal ftit minuti komplew jixorbu ċ-Cisk fil-kwiet ta’ bejniethom u l-istorbju ta’ madwarhom, fuq it-taraġ tal-Ġugar, waqt li qagħdet taħseb li setgħet għamlet użu aħjar tal-ġurnata off. Torqod. Taħsel il-karozza. Twieġeb dak il-messaġġ ta’ ħabibtha Abby minn xi xahrejn ilu. Kif waslet fl-aħħar boqqa kienet se ssellimlu u tibda miexja lura lejn il-karozza imma minn ħalqha ħarġet proposta li jmorru passiġġata. U ħaditu sal-breakwater, u l-baħar kien kalm u kien hemm il-kwiet għax l-għada kienet ħa tibda l-iskola u l-familji kienu żarmaw. U meta poġġew fuq il-blat qalet lilha nnifisha li llejla le, se żżomm saqajha magħluqa, kienet għadha xi ftit misluħa, u xorta dat-tali ma tantx kien fih għaxqa. U għada xogħol jum sħiħ... U hu u jinstabat ġo fiha, b’żobbu li frankament kien kbir wisq biex jagħtiha pjaċir, u jsabbatha mal-blat ta’ Marsamxett, jisolħilha rkejjen li kienu ħelsuha mill-istmu, hi u tinkwieta li qed jitqattgħalha l-flokk kważi ġdid, waqt li f’moħħha tidwi l-mantra kif-iż-żobb-sibt-ruħi-hawn-kemm-nixtieq-qatt-ma-twelidt, għaddielha l-ħsieb li jekk dal-proxxmu jħabbilha, issemmi t-tarbija Ali, għal Ali la Pointe. Hekk, ħa joħodha t-tagħlima.",
			"date_published": "2024-07-01T05:00:00.000Z",
			"date_updated": "2025-08-14T07:53:37.030Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-es-sidr-1-għasafar-tal-passa/",
			"url": "https://aphroconfuso.mt/omar-nshea-es-sidr-1-għasafar-tal-passa/",
			"title": "Es Sidr",
			"author": "",
			"content_html": "Darba, waqt dagħdigħa bħal tas-soltu biex nara x’se nsib fil-cupboard ta’ taħt, bqajt inqalleb iktar fil-qiegħ u kien ħareġ dal-file li għandi f’idi llum minn ġo basket tal-plastik isfar. Kien bejn files oħra ta’ ditta Amerikana taż-żejt u karti tal-ittri ta’ ditta li m’għadnix niftakarha. It-toqol tal-file kien mill-ewwel tani indikazzjoni li l-kontenut tiegħu kien importanti u li kien qed jinħeba. Ftaħtu immedjatament u mal-ewwel daqqa t’għajn indunajt li kien fih skoss ittri li kien kiteb Otman Salem Otman lil ommi. Il-kitba tiegħu tixbah ftit lil tagħha. Kitbilha ħafna. Kitbilha spiss. Kont naf min kien, però kont rajtu darba biss, u kont għadni wisq żgħir biex niftakar iktar minn dik il-memorja fuġġenti u effimera li għandi ta’ raġel sħaba f’żona tal-moħħ distanti immens. Nassoċjah ma’ dar żgħira l-Gżira li xi kultant ngħaddi minn ħdejha u nħokk mal-ħajt biex inħalli mal-ġakketta ftit trab mit-tmermir tal-faċċata, ma’ banju ilma sħun ifuħ, ma’ qmis bajda mgħoddija. Però l-memorja li għandi tiegħu tieqaf hemm. Ġieli nara ismu f’xi ċertifikat maħruġ mill-Insinwa, ġieli jkolli niktbu meta nkun qed nimla xi formola, u m’ilux staqsewni għalih biex joħorġu ċ-ċertifikat tal-mewt t’ommi. Il-bqija, baħħ. Niftakar li dakinhar li sibt il-file, kont qrajt biċċiet minn ittri differenti f’salt, u bdejt ngħaqqad kelma minn hawn u kelma minn hemm, u bnejt storja ġo rasi fi ftit minuti. Fl-immaġinarju tiegħi ta’ tfuliti u żgħożiti, dwar Otman kelli biss storja waħda, li spiss kont nirrakkonta lili nnifsi meta t-tfal l-oħra kienu jistaqsuni min hu missieri. Niftakar ħasda kbira dakinhar li smajt leħnu u rajt kliemu għall-ewwel darba f’dawn l-ittri.",
			"date_published": "2024-08-05T05:00:00.000Z",
			"date_updated": "2025-08-08T10:27:45.451Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-2-vuċi-ħoss-storbju/",
			"url": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-2-vuċi-ħoss-storbju/",
			"title": "Nifs: Kaos u Poeżija",
			"author": " (tr Karl Baldacchino)",
			"content_html": "Fl-era industrijali, meta ritmu dominanti ġie impost fuq ir-ritmi spontanji ta’ individwi soċjali, il-poter seta’ jiġi deskritt bħala kodiċi li jallinja temporalitajiet differenti, ritmu li jħaddan kollox li jinkwadra u jħabbel is-singularità tar-ritornelli tal-individwi. Stajna nitkellmu dwar is-sovranità politika meta l-ħoss tal-liġi kien qed isikket l-istorbju ħiereġ mill-ambjent soċjali. Fis-soċjetà kontemporanja konnettiva postindustrijali tagħna, bil-maqlub: il-poter mhuwiex mibni iktar fuq li jsikket il-folla (pereżempju, permezz taċ-ċensura, il-mezzi tax-xandir, jew is-solennità tad-diskors politiku), iżda huwa bbażat fuq l-intensifikazzjoni bla limitu tal-istorbju. Illum, is-sinifikazzjoni soċjali m’għadhiex sistema ta’ skambju u dikodifikazzjoni ta’ sinifikaturi, iżda saturazzjoni tal-moħħ li jisma’—iperstimulazzjoni newrali. Filwaqt li l-ordni politika kien isir b’vuċi li tipproklama l-liġi fost is-skiet tal-folla, il-poter postpolitiku kontemporanju huwa funzjoni statistika li toħroġ mill-istorbju tal-folla.",
			"date_published": "2024-08-18T05:00:00.000Z",
			"date_updated": "2024-09-09T17:29:35.755Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/joe-gatt-il-magna-tal-qari/",
			"url": "https://aphroconfuso.mt/joe-gatt-il-magna-tal-qari/",
			"title": "Il-Magna tal-Qari",
			"author": "",
			"content_html": "Għal żmien twil, il-magni se jkomplu jipproduċu testi banali. Għal żmien twil se jkunu tajbin biss biex jiktbu r-rapporti finanzjarji u d-deskrizzjonijiet tat-tqassim tal-kmamar tad-djar għall-bejgħ. Imbagħad bil-mod il-mod jibdew jipproduċu testi li kapaċi jsibu posthom fit-truf medjokri tal-finzjoni tal-ġeneru, u għad ikun hemm bosta qarrejja li jsibu żvog u forsi anki faraġ fil-proża mhux wisq impenjattiva tagħhom. Biż-żmien, jibdew jitfaċċaw l-opinjonijiet fuq il-websites tal-gazzetti, jgħidulna li fil-fatt dawn it-testi l-ġodda mhumiex ħżiena daqskemm taħseb eh, li fil-fatt dejjem qed isiru aħjar. Xorta waħda mhux se naqbdu u naċċettawhom hekk, f’daqqa waħda. Kultant ikun hemm pass ’il quddiem u tnejn lura. Forsi t-testi awtomatizzati jkunu moda għal xi żmien, imbagħad wara l-voga għall-awtomazzjoni letterarja, inkunu rridu nerġgħu lura għall-kitba maħduma bl-id; bħalma kien ġralna bin-Nescafé. L-esperimentazzjoni u l-innovazzjoni jkunu ppreġjati aktar minn qatt qabel għax jitqiesu kapaċitajiet unikament umani. Imma eventwalment anki dan se jitgħallmu l-magni. Xi darba se jitgħallmu jinterzjaw l-innovazzjoni mal-patrimonju, se jkunu jafu jużaw il-lingwa ta’ kuljum u l-idjoma letterarja u jikkuntrarjawhom biżżejjed biex jibnu xogħlijiet fil-lingwa li joħolqulna dinjiet ġodda fiex ngħammru, toroq ġodda fejn jimraħ moħħna, modi ġodda kif naqsmu qalbna u kif nippruvaw nikkunslawha. Jgħallmuna nixxennqu għal affarijiet li qatt u qatt ma jista’ jkollna għax ikunu xewqat ifformati fuq il-pjan metafiżiku tagħhom. Forsi dan kollu se jieħu ħafna żmien. Forsi se jieħu ħamsin sena, jew mitt sena, jew elf; imma xi darba żgur se jkollna magna, intelliġenza artifiċjali, li tkun kapaċi tikteb rumanzi u esejs u bijografiji u poeżiji u tagħmel traduzzjonijiet li jkollhom dik il-kwalità misterjuża li aħna nagħrfu bħala letteratura, u dan tagħmlu fuq livell li qatt ma nkunu rajna qabel.",
			"date_published": "2024-09-02T05:00:00.000Z",
			"date_updated": "2025-07-14T16:33:10.033Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-3-il-kaos-u-l-barokk/",
			"url": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-3-il-kaos-u-l-barokk/",
			"title": "Nifs: Kaos u Poeżija",
			"author": " (tr Karl Baldacchino)",
			"content_html": "Fis-seklu sittax, il-kultura Spanjola kienet speċi ta’ teatru ta’ proliferazzjoni vertiġinuża ta’ perspettivi li José Antonio Maravall sejjaħ “kosmoviżjoni barokka”. Folol taʼ nies ġejjin mill-kampanja ħakmu l-ispazji urbani, u r-riefnu ta’ esperjenza urbana li segwiet ipprovokat inflazzjoni ta’ tifsir u speċi ta’ splużjoni tal-identità. Fl-istess sena li Kristofru Kolombu niżel fuq l-art Amerikana, il-ħakkiema Spanjoli ordnaw it-tkeċċija tal-infidili. Il-pajjiż kien għadu ħiereġ minn tliet sekli ta’ gwerra reliġjuża: l-identità reliġjuża, l-identità etnika u l-identità soċjali issa daħlu fit-taqlib tal-modernità. L-interrogazzjoni bażika kellha x’taqsam mal-fidi reliġjuża u l-appartenenza etnika: f’kelma waħda, mal-identità, kunċett bla sens u nassa psikoloġika. Fil-kuntest Spanjol tal-aħħar tas-seklu ħmistax, “Int min int?” kienet mistoqsija doppja. Kienet tfisser, x’inhi l-oriġini tiegħek? Inti Nisrani pur jew l-antenati tiegħek tħalltu mal-infidili? Fl-istess ħin kienet tfisser ukoll, x’pożizzjoni soċjali għandek?",
			"date_published": "2024-09-16T05:00:00.000Z",
			"date_updated": "2024-09-14T19:08:00.576Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/ryan-falzon-biex-tara-kif-jgħixu-l-oħrajn/",
			"url": "https://aphroconfuso.mt/ryan-falzon-biex-tara-kif-jgħixu-l-oħrajn/",
			"title": "Biex Tara Kif Jgħixu l-Oħrajn",
			"author": "",
			"content_html": "Top of the World hu popolari ħafna fuq siti li jissuġġeruh bħala post fejn wieħed imur jimxi, jammira n-natura, il-veduta u l-istorja. Wieħed li jħobb jiġġerra fl-inħawi mal-lejl jista’ faċilment joħloq trinità ta’ żoni adatti għal skappaturi varji fil-viċin, irkejjen adatti għal namur f’karozzi pparkjati waħda wara l-oħra sakemm tiġi xi leħħa blu taħxi l-buzz kollu. Għandek l-inħawi tal-MCAST u l-Ġnien tal-Għarusa tal-Mosta, Top of the World fin-nofs, u ż-żona ta’ wara l-iSplash and Fun. Riċentament, il-ġnien tal-Mosta laqqat proġett ta’ riġenerazzjoni, minn dawk li sirna niddilettaw bihom, u ż-żona ġiet relegata għal dik bl-inqas privatezza fit-tali trinità. Id-dlam tal-parkeġġ ta’ biswit il-binja militari mdawra fi skola tal-arti u d-disinn, inbidel f’illuminazzjoni goffa daqs ground tal-football, u l-ġnien sar miżgħud dawl isfar atmosferiku, baxx mal-art, fejn ħafna saru jiġu għal xi date ħelwa, inkella jbewlu l-kelb mad-dawra tal-Victoria Lines, li jaqtgħu ħesrem max-xibka li ddawwar il-Fortizza tal-Mosta. Top of the World żgħir, jagħlaq għall-karozzi u forsi jipparkjaw erba’ karozzi kollox wara xulxin. Jekk tasal tard, jew fil-ħondoq tal-lejl, hawn jaf ma ssibx issorġi, u jkollok timmanuvra ddawwar ’il barra, bid-dawl jagħti għal ġol-vetturi wieqfa, jaqbad silwetti movimentati f’mumenti ta’ passjoni u ħġieġ. Jew jikxef tnejn ipejpu, jew jagħtu daharhom lil xulxin. Ħafna drabi tispiċċa ddawwar fi dlam ċappa, bl-amment, kontroll sħiħ tal-vettura b’intwizzjoni, għax bid-dawl mixgħul tħossok qisek is-searchlight tal-Ingliżi tgħarrex għal xi għadu ġej bil-vapur minn fuq l-orizzont. Allura titfi biex tkun edukat u ma tarax xeni privati, li taħt is-satra tad-dlam imperreċ fuq għolja qasma, jissarrfu f’xeni semipubbliċi.",
			"date_published": "2024-10-07T05:00:00.000Z",
			"date_updated": "2024-12-27T09:56:10.483Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-es-sidr-2-ramel-u-muntanji/",
			"url": "https://aphroconfuso.mt/omar-nshea-es-sidr-2-ramel-u-muntanji/",
			"title": "Es Sidr",
			"author": "",
			"content_html": "Qattajt il-vaganzi tas-sajf tal-1980 kważi kollha d-dar t’ommi tal-Iklin. Il-patt magħha biex noqgħod hemm u nkun nista’ ngħum sa billejl, kien li nagħti daqqa t’id, nieħu ħsieb l-annimali, naħsel il-karozzi u niżbogħ ix-xatba. Il-pixxina kienet id-dinja tiegħi: nifta’ l-ġebel fin-naħa l-fonda u nogħdos għalih, intellaq ma’ min jinżel jgħum, u nara x’qabża se nivvinta: jew gabrijoli minn fuq il-madum jew għal rasi minn fuq il-bejt. Ngħum min-naħa għall-oħra u lura fil-qiegħ u nżomm in-nifs. Nitla’ niekol il-patata maxx, nagħti l-laħam u l-ħut bil-moħbi lill-klieb, u nerġa’ ninżel fl-ilma. Is-sajf tal-1980 ma lbistx flokk wieħed. Għamilt sajf bil-malja, norqod, inqum, ngħum u ninħasel fiha. Kienet malja żgħira, bi strixxi ħomor u blu, u stilel bojod—bandiera tal-Amerka. Fid-dar tal-Iklin tgħallimt naqra, nigdeb, innaddaf l-annimali, nagħżaq, ngħum, nitkellem bl-Ingliż, u nibża’. Speċjalment nibża’. Ta’ tifel kont dejjem nibża’ mid-dlam, u l-Iklin kont noħlom li hemm l-erwieħ għaddejjin purċissjoni minn wara l-bieb tal-ħġieġ tal-kċina u jduru dawra mas-siġra l-kbira tal-berquq, iġorru rashom f’idhom. Qatt m’għedt lil ħadd li kont narahom fil-ħolm, u qabel norqod kont nagħfas l-imħadda fuq wiċċi u meta nkun kważi se nifga ngħid lili nnifsi, aħjar nibża’ milli mmut. Ħabib tiegħi fil-klassi għamel żmien twil jgħidli li jara x-xitan jistennieh ġej mill-iskola fuq it-taraġ li kellhom malli tidħol mill-bieb. Jien, l-erwieħ tiegħi żammejthom għalija. Biss, il-biża’ fi tfuliti xi drabi kien jieħu xejra iktar konkreta. Is-sajf tal-1980, żewġ ħallelin kienu daħlu fuqna f’nofs ta’ lejl waqt li jien kont rieqed ma’ Filumena, omm il-mara t’ommi. Ommi kienu l-Gżira, xogħol. Jien kont rieqed ma’ Filumena, hi fil-kamra tagħha maqfula biċ-ċavetta u jien fil-kamra tiegħi, l-ewwel waħda wara l-bieb ta’ barra, fuq ix-xellug, bit-tieqa tagħti għax-xatba. Qajmuni d-dawl ta’ karozza u l-inbiħ tal-klieb. Għall-ewwel ħsibt li kienu waslu ommi u allura għalaqt għajnejja biex norqod. Imma ftit minuti wara li rajt id-dawl tal-karozza jintefa, bdejt nisma’ ħsejjes u tgedwid mhux tas-soltu. Kienu tnejn. Bdejt nismagħhom jissaraw mal-bieb ta’ barra.",
			"date_published": "2024-10-16T05:00:00.000Z",
			"date_updated": "2025-08-13T09:41:07.566Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kurt-borg-dwar-sens-ta-ħarifa/",
			"url": "https://aphroconfuso.mt/kurt-borg-dwar-sens-ta-ħarifa/",
			"title": "Dwar sens ta’ ħarifa",
			"author": "",
			"content_html": "Nazzarda ngħid li l-esej biddilli ħajti u l-mod kif inħares lejha. Ngħid dan bir-riskju li dal-kliem jinstema’ klixè. Infatti, għalija l-esej bħala tip ta’ kitba jitgeżwer f’dan ir-riskju. Ħafna drabi, jien u nikteb l-esej, kien ikun hemm vuċi ġo fija li tgħidli: “Imma min se jimpurtah minn din il-kitba personali? Dawn il-memorji huma sinifikanti għalik biss.” Dan hu riskju reali ħafna. Li nista’ ngħid hu li jkun żball jekk l-esej personali jipprova jħares biss ’il  ġewwa jew lura biex bħallikieku jaqbad xi ħaġa pura u verġni. L-esej sabiħ meta jkun kapaċi jfettaħ, iwessa’ u jespandi lil hinn mis-singolarità tal-Jien sabiex qarrej li ma jafekx jista’ jieħu xi ħaġa minnu. U minnek.",
			"date_published": "2024-10-21T05:00:00.000Z",
			"date_updated": "2025-06-23T09:58:41.604Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/maria-theuma-nibgħatlek-waqt-raxx-id-dlam-tas-sajf-fl-iżvezja/",
			"url": "https://aphroconfuso.mt/maria-theuma-nibgħatlek-waqt-raxx-id-dlam-tas-sajf-fl-iżvezja/",
			"title": "Nibgħatlek Waqt Raxx id-Dlam tas-Sajf fl-Iżvezja",
			"author": "",
			"content_html": "Niktiblek
Hawnhekk id-dawl qatt ma rajt bħalu
Blu
Il-ġilda fih issir blu
Jew tidher blu
Ma jidlamx
typing…
Ostra
Għadha kif għaddiet ċerva minn fejni!!!
Xiex
Eżatt minn fejnek?
Ija
Se nidħol norqod għax ilni mqajma
Int linja siġar jimmultiplikaw b’mod infinit
Ġo foresta fl-Iskandinavja tal-metavers
U jien l-aħħar werqa li għad jifdal
Itteptep…………………… qabel imur id-dawl u jintefa kollox darba għal dejjem
Se nibdel il-via ta’ din il-poeżija għax mhix qed togħġobni
Minn poeżija dwarek se nibdilha għal poeżija oħra……… dwarek
Kważi dejjem, iktar dejjem milli kważi, nemmen li jien nikteb biex int tħobbni
Nikteb din il-poeżija……… biss biex tħobbni
U x’raġuni hemm għall-poeżija
Jekk mhux biex l-ewwel tiktibha
Imbagħad iżżommha f’idejk u taqbeż biha b’kollox
Rasek l-ewwel għal ġo pixxina mimlija sa ruħ ommha bi ħġieġ miksur
U toħroġ minnha tqattar id-dmija
biex imbagħad eżatt wara taqbeż……… għal ġo pixxina oħra……… mimlija ħall
Għax hekk irrid
Għax ma jimpurtanix minn x’jista’ jgħid ħaddieħor
Bl-istess mod li bankier ma jimpurtahx mill-kostellazzjonijiet
Bl-istess mod li l-maltemp ma jimpurtahx minn festin ippjanat għal fuq terrazzin mhux kenni
Taf kemm hu diffiċli biex ma ngħixx bik f’ħajti
Daqs ħelikopter li jrid itir imma l-inġinier tah garġi minflok ġwienaħ
Daqs ħelikopter li jrid jeżisti imma Leonardo da Vinci qatt m’eżista
Daqs kumpanija li trid tbigħ il-ħelikopters imma m’għandhiex ħelikopters xi tbigħ għax kull min xogħlu jibni l-ħelikopters qiegħed fuq strajk  permanenti
Aħfirli li dejjem narma firxa wiesgħa ta’ similitudnijiet u niket bejnietna
Bħal buffet ma jispiċċa qatt f’resort all inclusive
Noħroġ riġlejja minn fuq l-ikel bħal żewġ kuċċaruni bil-mankijiet twal twal jiġġebbdu lejk
Aħfirli li dejjem naħseb fuq dak li kieku kien
Anki bi lsienek bħal tajjar fuq ġismi
Dejjem nitbikkem dwar kif kellu jkun li tħassar dak li kien hemm bejnietna
Meta dak li hemm bejnietna għadu ma tħassarx
Inħobb inkellmek minn kull fejn inkun
Anki jekk hemm kontinent jifridna
Naħseb fik kull darba li nara xi ħaġa li tista’ togħġbok
Naħseb fik kull xħin naħseb f’sentenza
Irrid insir poeta tajba biex niktiblek poeżija f’għeluq sninek",
			"date_published": "2024-11-04T06:00:00.000Z",
			"date_updated": "2024-11-03T17:23:03.320Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-l-aħħar-ballu-tas-sinjorini/",
			"url": "https://aphroconfuso.mt/omar-nshea-l-aħħar-ballu-tas-sinjorini/",
			"title": "L-Aħħar Ballu tas-Sinjorini",
			"author": "",
			"content_html": "Kien wasal lejl ieħor biex immorru n-Natasha’s, ballu tas-sinjorini x-Xemxija li mill-bidu tad-disgħinijiet beda jseħħ kull xahar u li fih konna nilbsu, nitilgħu high, u nixxalaw sakemm il-bijokimika ta’ ġisimna ma kinitx tiflaħ iktar. In-Natasha’s ma kienx post fejn immorru nħufu. Orrajt, kien hemm min jiġi mingħalih se jgħabbi, imma n-Natasha’s kien maħkum minn spirtu ġdid fix-xena tagħna: skoprejna l-kostumi, iż-żebgħa tal-wiċċ, it-tkaken, ix-shows, il-moda DIY, id-DJ sets, il-grunge queer, l-afterhours, u l-empatija kimika li fiha l-ħbieb setgħu jsiru maħbubin anki jekk għal ftit sigħat fi tmiem il-ġimgħa darba fix-xahar. In-Natasha’s kien festa kkulurita ta’ potenzjalità, l-aħħar ballu qabel l-għodwa tal-omonormattività li sebħet u daħlet bħal gaffa fuq ix-xena queer fil-bidu tal-millennju l-ġdid.
In-Natasha’s mill-ewwel kien jinħass li hu importanti għaliex mill-bidu kien iddokumentat kemm bil-video kif ukoll b’numru enormi ta’ ritratti. Mill-ewwel kien hemm sens li qed tinħoloq komunità, li konna parti minn avveniment storiku għas-sinjorini, li xi darba għad inħarsu lura u nippruvaw nifhmu x’kien qed jiġri. Forsi għax, għall-ewwel darba, l-avvenimenti kienu qed jinħolqu minn persuni queer għal udjenza queer. U għalkemm in-Natasha’s ma kienx proġett iżolat—fil-fatt kien infurmat sew minn kurrenti Londiniżi, speċjalment minn serati bħal Taboo u Kinky Gerlinky—kellu grammatika u loġika li kienu indiġeni sew. U jekk serati oħra spiss kien jingħatalhom isem partikolari, in-Natasha’s kien jissejjaħ bl-isem tal-post innifsu, qisu diġà kien hemm fih dak li Joseph u Stefan bħala organizzaturi riedu jevokaw. Ridna l-attitudni u l-ispettaklu, l-ikkampjar u ż-żagħbil, l-ilbies u l-pirmli. Il-proġett Natasha’s kien jinvolvi organizzazzjoni rudimentarja: il-flyer kien magħmul malajr, ikkupjat fuq magna tal-photocopy tal-Malta Independent fejn għamilt żmien nikteb xi artikli għall-gazzetta tal-Ħadd. Armar ma tantx kien hemm bżonn minħabba li n-Natasha’s kien iħaddan fih il-kollezzjoni vasta li kellu Vince, sid il-post, ta’ modernarjat artistiku: minn maskeruni ta’ Gianni Vella għal-lampi tal-Biba’s Emporium iżejnu kmamar sħaħ miżbugħin roża u terazzin li jagħti għal fuq il-bajja tax-Xemxija. Il-lejla kienet tkun ispirata wkoll kemm mill-mużika kontemporanja kif ukoll mix-xena disco tas-sebgħinijiet u mill-kanzunetti tad-divi Taljani. Id-DJ queer kien fenomenu kważi ġdid—kważi, għaliex Malta diġà kien hemm DJ is-Seabed, club tas-sinjorini l-Belt maġenb it-teatru l-imwaqqa’, taħt l-art. U forsi s-Seabed kien l-ewwel iterazzjoni ta’ dan it-tip ta’ ambjent li fih stajt tmur biex tkun faqgħa. Spiss, il-Ġimgħa u s-Sibt filgħaxija, is-Seabed kien jitbattal min-normali għall-ħabta tal-ħdax u minn ġo kaxxa b’tieqa żgħira li minnha kienet iddoqq, il-Kekina tibda ssensel diska f’diska, sett wara sett ta’ diski kkampjati u emblematiċi għas-sinjorini, li kienu jinkludu “Where is My Man” ta’ Eartha Kitt u “On the Radio” ta’ Donna Summer. In-Natasha’s, però, DJ Pierre kellu repożitorju enormi ta’ mużika ġo rasu u kien beda joħloq sonorità queer partikolari, infurmata minn ħsejjes elettroniċi ġodda mħalltin mad-disco klassiku tax-Chic, l-Inner City, Sylvester, Cerrone u r-ritmi tal-Italodisco.",
			"date_published": "2024-12-02T06:00:00.000Z",
			"date_updated": "2025-09-27T19:07:55.725Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-4-il-kaos-u-l-moħħ/",
			"url": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-4-il-kaos-u-l-moħħ/",
			"title": "Nifs: Kaos u Poeżija",
			"author": " (tr Karl Baldacchino)",
			"content_html": "Il-preżent jista’ jitqies bħala l-Era tal-Illuminiżmu Mudlam: l-era tar-rifjut tal-Illuminiżmu razzjonalistiku tal-modernità minn dawk li tmexxew biex jissottomettu r-raġuni u l-ħajja għall-feroċità tal-matematika finanzjarja. Il-kategoriji razzjonali tilfu l-ħakma tagħhom fuq l-avvanz soċjali tagħna, u neħtieġu approċċ differenti biex nifhmu l-kundizzjoni postrazzjonali kontemporanja tagħna. Żmienna huwa ttraversat minn ċertu sentiment apokalittiku. L-istituzzjoni l-aktar ikkreditata għall-interpretazzjoni tat-test famuż attribwit lil Ġwanni ta’ Patmos—il-Knisja Kattolika, li l-kompetenza tagħha ilha stabbilita—dan l-aħħar tħawdet minn avvenimenti tal-għaġeb li qatt ma smajna bihom. Fl-2005 Karol Wojtyla, il-Papa li rebaħ il-ġlieda twila kontra l-Imperu tal-Ħażen tal-Unjoni Sovjetika, ta spettaklu ta’ tbatija fiżika estrema u kuraġġ li xxandar mad-dinja kollha. Wara mewtu, Papa ġdid ta’ nisel Ġermaniż wasal Ruma jipproklama l-uniċità inkontestabbli tal-Verità, u jikkundanna r-relattiviżmu.",
			"date_published": "2024-12-13T06:00:00.000Z",
			"date_updated": "2024-12-13T09:11:09.410Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/nathan-anthony-pace-nonfoħ-fil-kustilji-allużjonijiet-ġodda/",
			"url": "https://aphroconfuso.mt/nathan-anthony-pace-nonfoħ-fil-kustilji-allużjonijiet-ġodda/",
			"title": "nonfoħ fil-kustilji allużjonijiet ġodda",
			"author": "",
			"content_html": "Tistaqsini jekk nemminx b’Ġesù Kristu imma l-kumplimenti kumplimenti jibqgħu, jiġu mingħand min jiġu. Ngħidilha li Ġesù Kristu żelaq min-nifs li nieħu bħad-dijossidu tal-karbonju u ma nafx għadx jerġa’ jidħol. Tgħidli li Alla nefaħ fil-kustilji t’Adam u ħoloq lill-mara u nħossha tifhimni. Nistaqsiha xi knisja tattendi u tgħidli li hi Mormona. Naqbdu nidħqu bil-ġuvintur bil-qomos bojod u l-qliezet suwed li żgur mhumiex tas-satin iċemplu l-qniepen tan-nies biex iwasslulhom lil Ġesù Kristu. Tgħidli li forsi tliftu għax ma sibtx komunità u ngħidilha li mhux għalhekk imma nkun qed nigdeb.",
			"date_published": "2024-12-26T06:00:00.000Z",
			"date_updated": "2025-08-19T06:08:35.925Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/nathan-anthony-pace-il-ġentrifikazzjoni-tas-skiet/",
			"url": "https://aphroconfuso.mt/nathan-anthony-pace-il-ġentrifikazzjoni-tas-skiet/",
			"title": "il-ġentrifikazzjoni tas-skiet",
			"author": "",
			"content_html": "tistenbaħ kakofoniku
tħawwad il-borma
tixgħel il-kitla
tgħalli litru ilma
trattab l-arja bil-kafè
fwiħtu tittraslokani fil-belt tal-balavostri mdewda
u l-frontispizji mnaqqxa biċ-ċikonji
’l bogħod minn dawn is-subborgi ġentrifikati

qatt m’aft li l-kafè għandu effetti terapewtiċi
kien mingħalija li l-ħaxixa biss tpejjipha
biex taqla’ x-xewka f’sormok
minflokha ddaħħal sensazzjonijiet iċarrtu ħalqhom għal kapriċċik
biex issebbaħ lok mingħajr prinċipji estetiċi
biex iċċallsu b’saff verniċ

darba o ħadni praga fit-toroq nervużi ta’ žižkov
u qalli niddeċiedi jien jekk dil-akkwata kinitx ġentrifikata
meta għamiltlek dil-mistoqsija
weġibtni dubjuż jiddependi xi tfisser b’ġentrifikazzjoni u ħallejtni b’hekk
u lil o weġibtu bil-yoghurt tewmi tad-döner jiċċaflas ma’ ħaddejja
jiddependi xi tfisser b’ġentrifikazzjoni u ħallejtu b’hekk",
			"date_published": "2024-12-26T06:01:00.000Z",
			"date_updated": "2025-06-20T15:09:44.330Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-1-prefazju-numru-wieħed/",
			"url": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-1-prefazju-numru-wieħed/",
			"title": "Kullana ta’ Għanjiet Dwar il-Ħolm",
			"author": "",
			"content_html": "Il-Malti jitkellem dwar il-forom tal-verbi. Bl-istess mod, hemm il-forom ta’ kif nippożizzjonaw ruħna meta nkunu reqdin. Fil-forma nsibu l-kontenut—dal-prinċipju narawh fil-qasam tal-bini u f’dak ta’ kif infasslu l-għodod tal-komunikazzjoni tagħna. Il-forom tal-verbi jiddeterminaw it-tifsira. Bl-istess mod, il-forom ta’ kif norqdu u nindifnu kollha għandhom il-konnotazzjonijiet tagħhom.",
			"date_published": "2025-01-10T21:00:00.000Z",
			"date_updated": "2025-01-10T20:40:06.981Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-2-forma-numru-wieħed/",
			"url": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-2-forma-numru-wieħed/",
			"title": "Kullana ta’ Għanjiet Dwar il-Ħolm",
			"author": "",
			"content_html": "Fuq ix-xaqliba
tal-Lvant tal-Qala,
idi qiegħda
taħt geddumi

fuq sodda kważi franka
moħħi
jnixxi
l-ħaxix
iraxxex
maż-żifna
tar-riħ

is-swaba’ ta’ saqajja
jniżżlu għonqhom
u driegħi jistrieħ
ma’ abti

u qalbi tħabbat
mal-mota
ta’ San Kerrew

Fuq ix-xaqliba
tal-Lvant tal-Qala,
idi qiegħda
taħt geddumi

fuq sodda kważi franka
moħħi
jnixxi
l-ħaxix
iraxxex
maż-żifna
tar-riħ

is-swaba’ ta’ saqajja
jniżżlu għonqhom
u driegħi jistrieħ
ma’ abti

u qalbi tħabbat
mal-mota
ta’ San Kerrew",
			"date_published": "2025-01-10T21:01:00.000Z",
			"date_updated": "2025-04-21T13:14:26.234Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-3-forma-numru-tnejn/",
			"url": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-3-forma-numru-tnejn/",
			"title": "Kullana ta’ Għanjiet Dwar il-Ħolm",
			"author": "",
			"content_html": "Mort ngħum
saqajja jagħtu

u jagħtu

u jagħtu

u joħolqu ondi kbar

li jinkisru mas-saba’ l-kbir

ta’ sieqi l-leminija

u mbagħad ix-xellugija.

L-għaraq jisponta taħt xagħri
jinżel sa denbi kut’ kut’.

Purtella tingħalaq f’salt.
Id-dawl jiftaħli għajnejja.
L-għaraq jogħdos għal ġol-friex.

Mort ngħum
saqajja jagħtu

u jagħtu

u jagħtu

u joħolqu ondi kbar

li jinkisru mas-saba’ l-kbir

ta’ sieqi l-leminija

u mbagħad ix-xellugija.

L-għaraq jisponta taħt xagħri
jinżel sa denbi kut’ kut’.

Purtella tingħalaq f’salt.
Id-dawl jiftaħli għajnejja.
L-għaraq jogħdos għal ġol-friex.",
			"date_published": "2025-01-17T21:00:00.000Z",
			"date_updated": "2025-06-12T19:03:51.021Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-4-prefazju-numru-tnejn/",
			"url": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-4-prefazju-numru-tnejn/",
			"title": "Kullana ta’ Għanjiet Dwar il-Ħolm",
			"author": "",
			"content_html": "Is-snajja’ u l-metodi tal-antenati tagħna jibqgħu fostna bla ma nafu kif. Nimxu fit-toroq siekta qalb xogħol idejn nies li m’għadhomx magħna biex iraqqdu lil dawk li m’għadhomx magħhom. Is-snajja’ u l-metodi tal-antenati tagħna jibqgħu fostna bla ma nafu kif. Nimxu fit-toroq siekta qalb xogħol idejn nies li m’għadhomx magħna biex iraqqdu lil dawk li m’għadhomx magħhom.",
			"date_published": "2025-01-24T21:00:00.000Z",
			"date_updated": "2025-01-31T17:31:13.351Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-5-forma-numru-tlieta/",
			"url": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-5-forma-numru-tlieta/",
			"title": "Kullana ta’ Għanjiet Dwar il-Ħolm",
			"author": "",
			"content_html": "Art…
Art…

Ħobbni ħobbni arti ħobbni,
semmagħli l-għajta t’amorin

Għandek lili biex issir taf
u lilna lkoll biex tnin

Art…
Art…

Li kont naf dak nagħsek fejnu
kont ingħidlek biex iġġemmgħu
żommu kollu f’vażett ħlejju,
ostru sew titfgħux għall-bejgħ

Art…
Art…

Art…
Art…

Ħobbni ħobbni arti ħobbni,
semmagħli l-għajta t’amorin

Għandek lili biex issir taf
u lilna lkoll biex tnin

Art…
Art…

Li kont naf dak nagħsek fejnu
kont ingħidlek biex iġġemmgħu
żommu kollu f’vażett ħlejju,
ostru sew titfgħux għall-bejgħ

Art…
Art…",
			"date_published": "2025-01-24T21:01:00.000Z",
			"date_updated": "2025-04-21T13:30:20.955Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-6-forma-numru-erbgħa/",
			"url": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-6-forma-numru-erbgħa/",
			"title": "Kullana ta’ Għanjiet Dwar il-Ħolm",
			"author": "",
			"content_html": "Ballun-ħġieġa jaqa’

U jis

&#92;

piċċa

/

ja

&#92;

qa’

/

fil-

&#92;

fond

ilma

Wiċċ ċar, bjond,
Iħares lejn surtu
jżomm kopp fid-dell
jitkaxkar mal-jum

Id titla’ għal fuq moħħ
––is-silenzju wara li
ċagħqa tkexkex l-ilma

Ix-xemx tinqala’ minn postha
u tiltaqa’ mal-art fejn
is-sħana tinħass
bejn żewġ koxox taħt gverta
tas-suf.

Ballun-ħġieġa jaqa’

U jis

&#92;

piċċa

/

ja

&#92;

qa’

/

fil-

&#92;

fond

ilma

Wiċċ ċar, bjond,
Iħares lejn surtu
jżomm kopp fid-dell
jitkaxkar mal-jum

Id titla’ għal fuq moħħ
––is-silenzju wara li
ċagħqa tkexkex l-ilma

Ix-xemx tinqala’ minn postha
u tiltaqa’ mal-art fejn
is-sħana tinħass
bejn żewġ koxox taħt gverta
tas-suf",
			"date_published": "2025-01-31T21:01:00.000Z",
			"date_updated": "2025-06-12T22:04:00.666Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kristina-borg-għalhekk-qed-nivvjaġġa-bil-mod-1-7236/",
			"url": "https://aphroconfuso.mt/kristina-borg-għalhekk-qed-nivvjaġġa-bil-mod-1-7236/",
			"title": "Għalhekk Qed Nivvjaġġa bil-Mod",
			"author": "",
			"content_html": "Niddeċiedi li dan it-terminal ma jeżistix, li jekk m’intix bil-karozza m’hawnx post għalik. Noħroġ ’il  barra, inħalli l-moll warajja u ninxteħitlu għand il-bar ta’ faċċata. Għadhom it-tlieta u nofs ta’ waranofsinhar u ċ-check-in għall-ferry ma jibdiex qabel is-sebgħa u nofs, sagħtejn qabel it-tluq fid-disgħa u n-nofs. Ormai ilni mqajma tnax-il siegħa, u mal-lejl mhux li rqadt wisq. Inpoġġi fuq barra u nordna ġelat tal-frawli fit-tazza u flixkun ilma żgħir kiesaħ, forsi niffriska ftit wara t-traġitt li s’issa xejn ma mexa mal-pjan li tant ilni nfassal. L-istrajk nazzjonali tat-trasport pubbliku Taljan għoġbu jneffaqni kemxa ġmielha għax wara l-katamaran mill-Belt Valletta sa Pozzallo ma kelli ebda għażla ħlief li nieħu private transfer — xi ħaġa li nobgħod immens — sa Catania, biex minn hemm stajt inkompli b’kowċ oħra s’hawn. Miraklu kif tat-taxi rnexxielu jwassalni bl-eżatt biex nilħaq tal-għaxra u nofs. Tal-ħdax u nofs u oħrajn ma ħadmux.",
			"date_published": "2025-02-03T06:00:00.000Z",
			"date_updated": "2025-10-04T14:40:45.711Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-aċtu-fl-istonku/",
			"url": "https://aphroconfuso.mt/loranne-vella-aċtu-fl-istonku/",
			"title": "Aċtu fl-Istonku",
			"author": "",
			"content_html": "It-te aħdar itiegħem ħażin, forsi għax mhux tajjeb nixorbu filgħodu. Il-bżar mixwi jeħilli fil-gerżuma. Ma rridx nibla’. Imma hemm tliet uċuh iħarsu lejja jien u nipprova nomgħod, ma rridx naqla’ fil-platt quddiemhom. Irrid norqod. Għajjiena dal-aħħar. Bħal meta nitħeddel bis-sħana waranofsinhar. Imma għadna Frar, mit-tieqa nara l-borra nieżla ħafif ħafif, forsi missni ntbaħt dakinhar. Fis-sodda nħossni aħjar. M’iniex f’sikkti. Barxa? Virus? Aċtu fl-istonku? Kont dħaltli għal għarrieda u għamilt ġismi tiegħek, u jien lanqas biss intbaħt bik. Mhux virus. Imma jkolli nħallik taħkimni minn ġewwa, tibdilni għalkollox, irrid u ma rridx. Għal snin twal ma ridtx. Imbagħad meta ridt ma seħħ xejn. Ġejtli meta waqaft irrid u waqaft ma rridx, eżatt l-għada li ma baqax jimpurtani. Donnok kont taf li aħjar hekk, għalija u għalik. Qgħadt mistoħbi l-ġimgħat. Kelli nbul f’vażett tal-plastik bit-tapp aħmar tal-kamin biex insir naf bik. Lit-tabib merejtu, għedtlu li int aċtu fl-istonku, qalli le u feraħli. Jien u sejra lura d-dar battalt il-portmoni miż-żgħar fil-bott tat-tallab. Rari nieqaf intih xi ħaġa. Illum niggżitni l-kuxjenza. Tbissimtlu. Xi darba anki dan kien aċtu fl-istonku ta’ xi ħadd.",
			"date_published": "2025-02-06T06:00:00.000Z",
			"date_updated": "2025-07-14T16:33:53.586Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-7-forma-numru-ħamsa/",
			"url": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-7-forma-numru-ħamsa/",
			"title": "Kullana ta’ Għanjiet Dwar il-Ħolm",
			"author": "",
			"content_html": "Fl-iljieli, nistenna
l-Marrasa tiddi minn fuq xfieq
Iħarsu qigħan dil-gżira

Fl-iljieli, nistenna fil-gallarija,
noqgħod b’abti fuq ħoġor it-tieqa
tan-nofs, ngħodd il-karozzi, bajda

bajda

sewda

griża

Fl-iljieli, narani nitgħannaq
waqt li nħaddan l-imħadda
u nħoss is-sema fl-investi
tal-qoton ċelesti

Fl-iljieli, narani ndur u nitgerbeb
sakemm nispiċċa fuq in-naħa
li dejjem norqod fuqha
u hemm vera tibda t-tertuqa.",
			"date_published": "2025-02-07T21:00:00.000Z",
			"date_updated": "2025-09-15T19:30:46.551Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-8-prefazju-numru-tlieta/",
			"url": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-8-prefazju-numru-tlieta/",
			"title": "Kullana ta’ Għanjiet Dwar il-Ħolm",
			"author": "",
			"content_html": "Il-ħolm fejn imur wara li jqajjimna? Il-mewta l-aħħar darba li noħolmu anki jekk għajnejna ma jingħalqux, ġisimna joħroġ il-kimiċi, li jitfgħuna fi stat “ħolmieni”. Kemm jekk aħna konxji tiegħu jew m’aħniex, id-demm uman jiġbed, u f’għadd ta’ kulturi, il-mewt nikkunsidrawha bħala raqda. U l-ħolm — kemm jekk inħallu lilna nfusna nindiehsu ma’ din il-forma ta’ ħsieb jew le — jieqaf u jiżvolġi fl-aħħar raqda għall-aħħar darba.",
			"date_published": "2025-02-14T21:00:00.000Z",
			"date_updated": "2025-04-21T13:17:34.385Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-9-forma-numru-sitta/",
			"url": "https://aphroconfuso.mt/kris-polidano-kullana-ta-għanjiet-dwar-il-ħolm-9-forma-numru-sitta/",
			"title": "Kullana ta’ Għanjiet Dwar il-Ħolm",
			"author": "",
			"content_html": "Fl-aħħar raqda,
int tkompli għaddej.
U z-zijiet jippustjawlek
xagħrek f’kamra
kulur ix-xemgħa
mwarrba, f’San Luqa.

Fl-aħħar raqda,
int ma tismax.
Id-dinja tkompli titgerbeb
waqt li jdawrulek is-swaba’
t’idek il-leminija
ma’ kuruna taż-żibeġ tal-injam.

Fl-aħħar raqda
int liebes qalziet
imkemmex.
Ħalqek ma tiftħux
biex tgħidilna
“għadduh sew.”

Fl-aħħar raqda,
ġismek fiss.
U nħares lejk
togħdos taħt
ċorma fjuri mingħajr l-ittra
li ma kontx nista’ niktiblek.

Fl-aħħar raqda,
int tieqaf toħlom
U aħna mqajmin
noħolmu bik.",
			"date_published": "2025-02-14T21:00:00.000Z",
			"date_updated": "2025-04-21T13:02:35.028Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-5-il-kaos-u-l-kontroll/",
			"url": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-5-il-kaos-u-l-kontroll/",
			"title": "Nifs: Kaos u Poeżija",
			"author": " (tr Karl Baldacchino)",
			"content_html": "Riċentement, l-astrazzjoni bdiet taqbad. Il-finanzjalizzazzjoni tal-ekonomija hija l-iktar prova evidenti ta’ din l-espansjoni tal-isfera tal-astrazzjoni. Imma s-sottomissjoni dejjem tikber tal-ħajja għall-astrazzjoni issa qed tipprovoka reazzjoni negattiva qawwija: il-ħajja qed tirreaġixxi għall-astrazzjoni, u dan ir-ritorn tal-vitalità ħa l-forma tal-affermazzjoni mill-ġdid aggressiva tal-identità—nazzjonali, reliġjuża, razzjali. Ir-ritorn tal-ġisem—il-ġisem bla moħħ li ġie maqlugħ mir-raġuni universali u mill-kompassjoni tal-ġisem—qed jirriżulta fl-emerġenza tal-faxxiżmu postmodern mad-dinja kollha. Hawnhekk, żewġ tendenzi huma teknoloġikament marbutin ma’ xulxin u huma kulturalment diverġenti: l-ewwel waħda hija bbażata fuq it-tnerviż tan-network diġitali fis-sistema newrali u l-iperkonnessjoni tal-moħħ li tirriżulta; it-tieni tendenza hija bbażata fuq l-isplużjoni miġnuna tal-ġisem maqtugħ mill-moħħ bla ġisem. Din l-isplużjoni timmanifesta ruħha fil-ferneżija identitarja li issa qed teqred l-ordni politika taċ-ċivilizzazzjoni umana.",
			"date_published": "2025-02-24T06:00:00.000Z",
			"date_updated": "2025-07-31T18:13:19.478Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/davinia-hamilton-ilkoll-parti-mill-istaġun-li-jmiss/",
			"url": "https://aphroconfuso.mt/davinia-hamilton-ilkoll-parti-mill-istaġun-li-jmiss/",
			"title": "Ilkoll Parti mill-Istaġun li Jmiss",
			"author": "",
			"content_html": "Fuq l-internet, mijiet ta’ eluf ta’ nies qed jistokjaw mara. Qegħdin f’April tal-2024, u kuljum eluf oħra jingħaqdu f’dil-kampanja ta’ moħqrija: itellgħu r-ritratti ta’ dil-mara fuq il-feeds tagħhom, iħallu kummenti niggieża fuq il-posts tagħha—“It’s called Karma, bitch!”—jitteggjaw lil sħabhom, jinkoraġġuhom jingħaqdu magħhom. Dil-mara, iktar ma jmur, iktar tidher mitlufa. Ittella’ għexieren ta’ posts kuljum b’risposta għal li qed jiġri. Imma d-disperazzjoni li turi hija bħal xprun għal din il-marmalja diġitali.",
			"date_published": "2025-03-13T11:00:00.000Z",
			"date_updated": "2025-03-13T15:45:04.273Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/nicole-borg-is-sovranità-tal-ikel-introduzzjoni/",
			"url": "https://aphroconfuso.mt/nicole-borg-is-sovranità-tal-ikel-introduzzjoni/",
			"title": "Is-Sovranità tal-Ikel",
			"author": "",
			"content_html": "Kif nistgħu bl-ikel li nieklu, nissalvagwardjaw is-saħħa tagħna u ta’ artna, imma wkoll is-saħħa ta’ dawk il-ftit nies li permezz tagħhom għandna dan l-ikel? Kif nistgħu nieklu b’mod li jħallina nirrifjutaw il-paradigma neoliberali li qed naraw fl-ikel modern, b’mod li jġedded il-wirt? Kif nistgħu nġibu ruħna b’mod li jiffaċilita s-sostenn tal-għajxien għall-bdiewa? Kif nistgħu nieklu b’mod li jgħinna nagħrfu l-iskarsezza tal-ikel Malti bħala effett postkolonjali? Kif nistgħu nerġgħu nindiġenizzaw l-ikel tagħna, billi nimpedixxu l-azzjoni korporattiva u nsaħħu l-interess fil-ġid komuni? Nafu x’ħa jsir minnu l-ikel tagħna? L-ikel sar għażżien wisq. L-ikel Malti mhuwa Malti xejn, l-ikel tagħna għadu kkolonizzat, b’identità batuta li tinħall fl-ilma.",
			"date_published": "2025-03-22T06:00:00.000Z",
			"date_updated": "2025-07-07T07:42:53.194Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kotba-romeo-roxman-gatt-qarn/",
			"url": "https://aphroconfuso.mt/kotba-romeo-roxman-gatt-qarn/",
			"title": "Qarn",
			"author": "",
			"content_html": "Qarn huwa memoir ta’ transizzjoni, esej ta’ protesta, manifest poetiku, strateġija utopika, ittra ta’ mħabba. Romeo Roxman Gatt jiġi lura Malta għal żjara qasira, iżda aħbar ħażina ma tħallihx jitlaq lura Londra. Minflok, jibda vjaġġ ferm aktar impenjattiv, wieħed li minn dejjem kien jaf li xi darba għad ikollu jagħmel. Qarn huwa l-istorja tar-ritorn tiegħu lejn id-dar, il-lingwa u l-familja tiegħu, li jsir ukoll ir-ritorn lejh innifsu.

« Erġajt lura Malta. U ilni ġa sena hawn. Bla ħsieb kienet din, ġita tas-sajf bħal kull sena oħra iżda din id-darba fost affarijiet oħra, kienet aħbar kerha li żammitni hawn. Ejja ngħidu li kien u għadu jagħmel sens li jien, Romeo, ninsab hawn... »",
			"date_published": "2025-03-22T18:30:00.000Z",
			"date_updated": "2025-06-12T17:48:57.399Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/leslie-vassallo-frammenti/",
			"url": "https://aphroconfuso.mt/leslie-vassallo-frammenti/",
			"title": "Frammenti",
			"author": "",
			"content_html": "Fl-aħħar mill-aħħar 
li jifdal:
Ħarsa ddur kantuniera,
jew tiżgiċċa 
waqt li tinqabad.

Naqriet.

*

Fl-aħħar mill-aħħar
li jifdal:
Frammenti.
Biċċiet misjubin
wara żmien twil,
minn kullimkien.
Frak ta’ ġrajja:
Ħajriet, tamiet, imħabbiet:
Ħarsa, mixja, tifkira;
Kelma, nofs kelma, sikta:
Tbissima, firda, għajbien. 

Frammenti xi darba jinġabru
f’kaxxetta ħajja.

*

Frammenti:
Insib farka oħra
minnek: 
(Tbissima).

Xi darba nsibu biċċa oħra.
Jew, xi darba, konna sħaħ. ",
			"date_published": "2025-04-13T05:00:00.000Z",
			"date_updated": "2025-06-12T19:03:15.954Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/manuela-zammit-immissjajtha-xi-naqra-lil-malta-manuela-/",
			"url": "https://aphroconfuso.mt/manuela-zammit-immissjajtha-xi-naqra-lil-malta-manuela-/",
			"title": "Immissjajtha Xi Naqra lil Malta, Manuela?",
			"author": "",
			"content_html": "Xi kultant ma nafx għadnix nista’ ngħid li jien minn hawn u ngħidha kif inħossha mingħajr ma nirċievi reazzjoni li s-sottotest tagħha donnu jgħid, “Din ġiet erbat ijiem minn barra u se tibda tikkritika, mingħaliha li laħqet is-sema b’idejha, mingħaliha li issa aħjar minna.” Apparti minn hekk, ċerti nies (normalment dawk li jaduraw il-partit, jew baqgħu b’xi mod leali lejh) qishom joħduha personali meta tgħidilhom li l-affarijiet hawn Malta mhux sejrin sewwa u li issa ma nimmaġinanix nerġa’ ngħix hawnhekk. Daqslikieku issa jiena wkoll barranija u ġaladarba ma ngħixx hawn, m’għandi l-ebda dritt immaqdar. Inutli ngħidilhom li hemm barra mhux perfett lanqas imma li s’issa sibtni aħjar hemm, u li nikkritika għax, minkejja kollox, xorta jimpurtani minn Malta u l-futur tagħha. Ma nasalx ngħid li nħossni barranija essaċċ f’dawn is-sitwazzjonijiet, għax in-nies li qed nitħaddet magħhom nafhom u jafuni sew, għax familjari mal-protokolli soċjali li qed nipparteċipa fihom, u għax konxja biżżejjed u żżejjed ta’ x’inhu jiġi kkomunikat mingħajr ma jingħad. Domt naqra biex wasalt għaliha, imma sa fl-aħħar fhimt eżatt kif inħossni. Inħossni… intruża, eżatt bħalma ddeskriva din il-kundizzjoni Jean-Luc Nancy hu u jiffilosofizza u jipproblematizza d-duwaliżmu ta’ ġewwa/barra, jew familjari/stramb wara li għadda minn trapjant tal-qalb: “… jekk [l-intruż] diġà għandu d-dritt li jidħol u joqgħod, jekk hu mistenni u milqugħ mingħajr l-ebda parti minnu ma tkun sorpriża mhux mistennija jew mhux milqugħa tajjeb, ma jibqa’ la l-intruż, u wisq inqas l-istranġier.”",
			"date_published": "2025-04-16T05:00:00.000Z",
			"date_updated": "2025-09-15T08:41:44.533Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-1-l-ewwel/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-1-l-ewwel/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso
xħin rajtni nintelaq fl-ilma ta’ 
għajn tuffieħa u ħsibtni mhux
f’sikkti għax ngħasi ried jgħibni
mill-bajja bojja biex nitfaċċa nitfa
rondinella tpassi l-ibħra inkella 
monakella taqbeż bejnet il-blat —
kif aphroconfuso għadni mqabbda
ma’ qaddek u ma salpajtx ’il fejn
ħjut il-ħut minn rasi mgħaddsa
qegħdin għalenija jqaddfuli?




















",
			"date_published": "2025-04-28T05:00:00.000Z",
			"date_updated": "2025-06-27T08:19:03.351Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-2-it-tieni/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-2-it-tieni/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso,
jaqaw sirt taf li qed niktbek?
b’hekk qed tħallini kkalzrata
fi mkejjen, pjazez il-memorja
ta’ Castellania biex tieħu minni 
bandi ta’ tama mwerżqa fin-niċċa, 

il-berlina li għalaqtni fiha, jew trid 
tal-kastig tibqa’ f’xi bnadi għama?

Aphroconfuso,
jaqaw sirt taf li qed niktbek?
b’hekk qed tħallini kkalzrata
fi mkejjen, pjazez il-memorja
ta’ Castellania biex tieħu minni 
bandi ta’ tama mwerżqa fin-niċċa, 

il-berlina li għalaqtni fiha, jew trid 
tal-kastig tibqa’ f’xi bnadi għama?
",
			"date_published": "2025-04-28T05:00:00.000Z",
			"date_updated": "2025-06-27T08:18:44.617Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/glorianne-micallef-l-għoxx-mera-tar-ruħ/",
			"url": "https://aphroconfuso.mt/glorianne-micallef-l-għoxx-mera-tar-ruħ/",
			"title": "L-Għoxx Mera tar-Ruħ",
			"author": "",
			"content_html": "Issibha diffiċli biex tqum minn fuq il-bank. Tħoss qalbha tħabbat iżżejjed, wasal il-ħin li twettaq il-pjan li fasslet il-lejl ta’ qabel wara l-bikja, hi u tiekol biċċa wara biċċa mill-kejk sa ma taħnet nofsu. Taf li ma tistax tibqa’ bilqiegħda hemm għal dejjem. Taf li din il-bawxata, avolja daħlet fiha intortament, ħadd ma jista’ jgħinha toħroġ minnha ħlief hi. Isa, Anna Maria, kuraġġ. Allura tinqala’ minn fuq il-bank u tibda miexja, barra l-ġnien, minn maġenb iż-żwiemel tal-karozzini jilhġu u jintnu fis-sħana ta’ nofsinhar, lejn San Ġakbu, bħalma tagħmel kuljum, u kif tkun ħa tibda tielgħa t-taraġ tħares ’il fuq u tinduna li l-bieb magħluq, b’karta mwaħħla, the museum is closed for upkeep and will be re-opening tomorrow.",
			"date_published": "2025-05-05T05:00:00.000Z",
			"date_updated": "2025-09-25T16:57:36.140Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/nathan-anthony-pace-persefoni-tmur-tixtri-l-ħwejjeġ-secondhand/",
			"url": "https://aphroconfuso.mt/nathan-anthony-pace-persefoni-tmur-tixtri-l-ħwejjeġ-secondhand/",
			"title": "persefoni tmur tixtri l-ħwejjeġ secondhand",
			"author": "",
			"content_html": "Aħna nibdlu l-ġeneru
ma’ kull żerriegħa tar-rummien li nigdmu u nobżqu ’l barra.
Ġisimna jibdel l-istaġuni:
sitt xhur Ade
sitt xhur Demetra
sitt xhur alla bejniethom.

Il-libsa ħamravjola vjolenti fuq il-manikin
taħfinli ħarsti bħall-illużjoni tal-femminilità.
Fiċ-changing room għajnejk jaħarbu minn fuq ġismi għarqan bil-ponot ħotba
bħall-ganutell fuq sider il-libsa.
M’ilnix nafek siegħa u ġa rajtni għarwien:
għajni x-xellugija tingħalaq nofs
l-għazza sufija fuq it-tieni rukkell
ix-xaħam bqit f’żaqqi.",
			"date_published": "2025-05-15T05:00:00.000Z",
			"date_updated": "2025-12-02T07:15:45.159Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-es-sidr-3-kibli/",
			"url": "https://aphroconfuso.mt/omar-nshea-es-sidr-3-kibli/",
			"title": "Es Sidr",
			"author": "",
			"content_html": "Moħbija fl-album tan-nanniet kien hemm tliet ritratti oħra li kienu meħuda f’dan iż-żmien ukoll. Minnhom insir naf li fl-aħħar tas-sena marru s-Salini Bay Hotel, jieklu, jixorbu u jiġbdu r-ritratti tax-show li kien hemm il-Pharaoh’s Den, ta’ żeffiena nisa bojod u twal u rqaq jiddandnu b’kostumi mżejna bil-lewlu, l-antaċċoli u r-rix. F’Diċembru kienu marru wkoll il-Buskett Road House. Hemm ritratt wieħed tiegħu u tagħha flimkien: ommi liebsa din il-libsa sewda Marokkina bħal kaftan tal-bellus bil-ħjata kulur id-deheb mal-għonq. Kienet il-libsa li kien xtralha u li kien riedha tilbes biex titrawwem fil-kultura Libjana li kien kitbilha dwarha. Kienet il-libsa mdendla fil-gwardarobba tal-kamra ż-żgħira għand in-nanna. Fl-ittri kien diġà beda jinsinwa biex tiffemminizza ruħha, biex tilbes bħal tfajliet oħra, biex titgħallem tkun fil-kumpanija tan-nisa, biex tagħmel affarijiet li huma eleganti, biex titkellem b’vuċi baxxa u b’ton delikat. U forsi ommi kienet qed tipprova tikkonforma dan iż-żmien? Jew forsi kienet għadha qed tipprova tagħmel sens mill-identità u s-sesswalità tagħha? Naf li fir-ritratti tagħha meta kienet waħedha, ħdejn il-karozzi li kellha, ommi kienet diġà bdiet tibdel id-dehra tagħha f’waħda l-ewwel androġena u mbagħad aktar maskili. Imma forsi ma’ Otman kienet qed tesperimenta? Forsi kien opportunità? Leħħa ta’ kosmopolitaniżmu? Forsi kien xi ħadd li setgħet timraħ miegħu? Forsi riedet wild biex tkun tista’ tidħol fil-loġika ta’ riproduzzjoni normattiva għan-nies omosesswali, u allura wara t-twelid tiegħi setgħet tieħu n-nifs fil-liżbjaniżmu? L-omm liżbjana kienet tnebbaħni li ma nistax nibqa’ ninħeba wara l-omosesswalità tiegħi biex niġġustifika l-fatt li ma rridx tfal. Ħafna qabel wennisni d-diskors dwar il-falsità tal-kontinwità normattiva, għal snin twal ġarrejt toqol kbir u sens ta’ ħtija li kont jien li waqqaft il-linja ta’ niesi b’din id-deċiżjoni. Darba qaltli li kien madwar iż-żmien li ltaqgħet ma’ Otman għat-tieni darba li l-omosesswalità kienet għadha kif daħlet, jew forsi aħjar ħarġet, fid-diskors pubbliku, li hi stess bdiet tqis b’serjetà possibbiltajiet ġodda ta’ kif setgħet tifhem lilha nnifisha.",
			"date_published": "2025-05-19T05:00:00.000Z",
			"date_updated": "2025-08-13T09:41:47.492Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/ryan-falzon-inkejja-1-ħruġ-mingħajr-ħruġ/",
			"url": "https://aphroconfuso.mt/ryan-falzon-inkejja-1-ħruġ-mingħajr-ħruġ/",
			"title": "Inkejja",
			"author": "",
			"content_html": "F&#39;riklam tal-Kinnie mill-aħħar tas-sebgħinijiet, naraw familja tagħmel piknik, bil-bieba ta’ wara ta’ vann estate mgħollija, il-missier u l-bint bilqiegħda fil-vettura, mejda quddiemhom, u omm u tifel imdawrin magħha. Qishom qegħdin id-dar, fil-bitħa jew fil-veranda, nofs ġewwa nofs barra, fi spazju intermedjarju. Jista’ jkun li dan ir-riklam hu bbażat fuq ritratti meħuda nhar San Girgor, li juru xena simili ta’ nanna mġissma sorġuta fuq wara ta’ vann, tibla’ u tqassam l-ikel minn bixkilla maġenbha. L-estetika tas-salott ta’ dar Maltija mill-aħħar kwart tas-seklu għoxrin spiss ġiet applikata għall-vetturi. Vannijiet Marina sofor, skartar tal-British Telecom, impurtati u mmodifikati bil-ħġieġ wara, imżejnin b’purtieri ffjuriti mfasslin mid-drapp li baqa’ meta saru dawk ġodda fis-salott li jintuża darba biss, fejn is-sufanijiet għadhom mgħottija bil-plastik, bħas-seats tal-Mercedes tal-ġwienaħ li għadha ġewża, li toħroġ biss sagħtejn tlieta kull nhar ta’ Ħadd waranofsinhar jekk ma tkunx xita jew riħ. Id-dashboard imżejjen tavolina, b’arranġament tal-fjuri tal-plastik, xinxilli, frilli tal-purtieri, jew bizzilla mad-dawra tal-windscreen, kalamita ta’ Kristu fuq spallejn San Kristofru jew ta’ Santa Rita, imwaħħlin mal-metall inkella inkullati. Il-moda fid-disgħinijiet kienet li, bħalma l-poġġaman u l-kċina tad-dar kellhom ikunu tal-kawba mastizz, kien hemm l-użanza li l-burduri tal-komponenti tad-dashboard ukoll kienu jinksew bi sticker ta’ njam finta. Dak iż-żmien kienu moda wkoll in-neons ikkuluriti minn taħt id-dashboards u s-seats. Bejn l-illużjoni ta’ materjal organiku u l-kulur fluworexxenti jinbeżaq minn xquq mudlama, din il-kakofonija kienet il-kitsch pereċċellenza. Mhux ta’ b’xejn fl-imgħoddi, bħalma kienu jitbierku d-djar darba fis-sena, kienu jitbierku l-karozzi meta sid devot kien idaħħal vettura ġdida.",
			"date_published": "2025-06-02T05:00:00.000Z",
			"date_updated": "2025-08-23T10:58:39.028Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-3-it-tielet/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-3-it-tielet/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso
għax sirtlek ruħ għedtli
meta tlaqtlek wara tliet
xhur u waqaft inkellmek 

zoptu — ma tafx li nsiru
erwieħ wara li mmutu?

Aphroconfuso
għax sirtlek ruħ għedtli
meta tlaqtlek wara tliet
xhur u waqaft inkellmek 

zoptu — ma tafx li nsiru
erwieħ wara li mmutu?

Aphroconfuso
għax sirtlek ruħ għedtli
meta tlaqtlek wara tliet
xhur u waqaft inkellmek 

zoptu — ma tafx li nsiru
erwieħ wara li mmutu?",
			"date_published": "2025-06-16T05:00:00.000Z",
			"date_updated": "2025-06-27T08:26:32.766Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-5-il-ħames/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-5-il-ħames/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso,
għalik insir platonika
biss la nittieħed
mid-dinja tal-forom.

Aphroconfuso,
għalik insir platonika
biss la nittieħed
mid-dinja tal-forom.

Aphroconfuso,
għalik insir platonika
biss la nittieħed
mid-dinja tal-forom.

Aphroconfuso,
għalik insir platonika
biss la nittieħed
mid-dinja tal-forom.

Aphroconfuso,
għalik insir platonika
biss la nittieħed
mid-dinja tal-forom.

Aphroconfuso,
għalik insir platonika
biss la nittieħed
mid-dinja tal-forom.",
			"date_published": "2025-06-16T05:00:00.000Z",
			"date_updated": "2025-08-23T11:01:33.828Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-4-ir-raba/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-4-ir-raba/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso,
la nerġgħu flimkien
iseħħu t-terremoti,

tgħidli, u nitħasseb
dwar il-ġlied, imma

int tgeżwer iperbole
mit-tqanqil. immerik

li kultant il-litterali
isbaħ mil-letterarju

Aphroconfuso,
la nerġgħu flimkien
iseħħu t-terremoti,

tgħidli, u nitħasseb
dwar il-ġlied, imma

int tgeżwer iperbole
mit-tqanqil. immerik

li kultant il-litterali
isbaħ mil-letterarju",
			"date_published": "2025-06-16T05:00:00.000Z",
			"date_updated": "2025-06-27T08:32:19.216Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-es-sidr-4-nafta/",
			"url": "https://aphroconfuso.mt/omar-nshea-es-sidr-4-nafta/",
			"title": "Es Sidr",
			"author": "",
			"content_html": "Nibda nqalleb fl-album tat-ritratti tat-tieġ tagħhom, album abjad ikkuttunat b’nagħla fuq in-naħa tax-xellug u żigarella roża marbuta ċoff ħdejn il-kliem “Our Wedding” miktub bil-magħqud kulur il-fidda. Kien ikkurdat sew però ommi kienet ħallietu għand in-nanniet u qatt ma reġgħet ħarset lejh. Kien dejjem jiġri fid-dar minn kexxun għall-ieħor u jien spiss kont niftħu biex inħares sew lejn Otman u nqalla’ lili nnifsi niffissa fuq xagħru mġiegħed u ppettnat la ġenba. Fir-ritratti tat-tieġ, il-ġilda tiegħu tidher iktar skura milli tidher f’ritratti oħra. Fihom jidher imdejjaq, mixrub, imdawwar b’salt nies li jistkerrah. Jidher skomdu, qisu ’qas jaf iġib ruħu sew magħhom. Għajnejh qatt ma jħarsu direttament lejn ħadd. Xi ħaġa fil-mod ta’ kif iżomm lilu nnifsu turi li għalkemm mill-istess klassi soċjali tagħha, hemm differenzi li huma viżibbli, u ma jimmappjawx sew fuq xulxin. Mir-ritratti tat-tieġ jidher ċar li l-familja tagħha storbjuża, ferrieħa. Mill-ittri li bagħtilha hu, il-familja tiegħu tinstema’ mistħija u tal-ġabra. It-tieġ kien hemm il-qraba kollha: il-kuġini t’ommi ħelwin u jidher ċar li klassi aħjar minn tagħna għax zijitha Karmena kienet iżżewġet tat-tajjeb u saret pulita. Salvina wkoll kienet hemm, xagħarha qagħqa, geddumha boċċa, għonqha mlaħħam u mdendel, tiddandan b’kowt eleganti twil sal-art bil-fer mad-dawra tal-għonq u l-pavri. Tidher xurbana, għajnejha sakranazzi għandhom tleqqija brillanti, u rasha se tixpakka l-aħħar bil-pressjoni għolja u d-daħq tad-disprament. Nerġa’ naħlef miegħi nnifsi li xi darba mmur infittex u nistaqsi sew dwarha. Kien hemm ħuha Salvu, twil, imġissem, sabiħ u nejjieki u martu Mary b’libsa faqgħa bajda u sewda b’qafla tal-bellus iswed marbuta ma’ qaddha taqbad il-moda tas-sebgħinijiet. Kien hemm missierha, Saver, boqni u wieqaf, dahru miġbud lura, gustuż u ruxxan, u oħtha Janey, doċli u bi tbissima fissa ta’ mara raħlija li taf biss l-affett tal-mistħija. Imma tiddomina r-ritratti kollha fl-album kien hemm in-nanna Kelina, xagħarha qasir innukklat għall-okkażjoni bir-rollers il-kbar u liebsa libsa twila sal-art kulur aħmar demmi mżejna b’gamewwa tal-Fabiola fuq sidirha, dik il-mara bil-velu aħmar impittra fil-profil minn Jean Jacques Henner u li kont issibha f’kull dar imdendla mal-ħajt tas-salott jew tal-kuritur, spiss flimkien mat-tifel bil-libsa bluna ta’ Thomas Gainsborough. Għand in-nanna Kelina, apparti l-Fabiola fuq frejm ovali dendula fil-kuritur, kien hemm Miss Murray ta’ Thomas Lawrence fis-salott, u kien hemm żewġ stampi tat-tallaba ta’ Murillo fil-kamra tal-ikel. In-nanna kellha ħabta tixtri l-inkwatri bin-nifs mingħand Toni tal-fajjenza jew mill-Ħamrun, inkwatri li, meta jien bdejt insir konxju tal-klassi baxxa li niġi minnha, kienu jġegħluni nistħi meta jiġu għandna sħabi. Kont nixtieq li minflok dan l-imbarazz tal-ħabba gozz kellna pitturi taż-żejt mal-ħitan tad-dar u mhux tfal Vittorjani stampati fuq biċċa njama li l-puliti kienu jistkerrhu. Fid-djar ta’ sħabi tal-iskola kien hemm pitturi ta’ avukati u tobba biż-żejt fuq tila, Preti u Favray, porċellana ta’ Delia, pasturi ta’ Napli; id-dar aħna kellna pasturi naïve tal-Bambin, ċeramika tar-riklami, u inkwatri kitsch. Imma kif turi sew Celeste Olalquiaga, dawn l-inkwatri u l-istampi joffru lill-klassijiet baxxi forma ta’ sostenn emozzjonali, mod kif id-dar tista’ ssir spazju sabiħ, post ta’ memorja u aspirazzjoni soċjali. Għal nannti u niesha, dawn l-oġġetti li ħafna jqisuhom bħala fallimenti estetiċi kienu frammenti ta’ maġija mitlufa, portali lejn dinjiet immaġinati fejn id-dinjità u l-eleganza huma aċċessibbli. Fis-sentiment iffriżat tagħhom, iżommu għaddej dak kollu li s-suq tal-arti ma jafx ikejjel: l-imħabba u l-qima lejn il-poetika tal-ħajja ta’ kuljum. Illum ninħasad xħin inħares sew lejn ir-ritratti tat-tieġ u nara lil nannti bil-Fabiola: Santa Fabiola, wara kollox, hija l-qaddisa patruna taż-żwiġijiet diffiċli, tan-nies divorzjati, tal-vittmi tal-abbuż u tal-adulteri. Ċert li nannti libset il-Fabiola għat-tieġ t’ommi għax kienet gamewwa mżewqa u mdawra b’ħajta deheb filugranu, u mhux għax kellha xi premonizzjoni fuq iż-żwieġ ta’ bintha. Tant inqas għax kellha xi idea, vaga kemm setgħet kienet vaga, li l-mara fil-gamewwa kienet qaddisa jew li x-xbieha tagħha kellha xi tifsira. Imma forsi l-Fabiola fuq sider nannti hija xhieda li s-simboliżmu jaħdem ferm aħjar meta jitħalla waħdu, imbiegħed mill-indħil u l-aġenzija tal-bniedem.",
			"date_published": "2025-06-30T05:00:00.000Z",
			"date_updated": "2025-08-22T09:32:04.041Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/nicole-borg-is-sovranità-tal-ikel-1-l-ewwel-ċena/",
			"url": "https://aphroconfuso.mt/nicole-borg-is-sovranità-tal-ikel-1-l-ewwel-ċena/",
			"title": "Is-Sovranità tal-Ikel",
			"author": "",
			"content_html": "&lt;p&gt;L-ikel Malti huwa dimostrazzjoni tat-tradizzjoni u l-modernità. Ir-relazzjoni bejn iż-żewġ sferi tifforma parti kbira mill-interess usa’ tagħna li niddefinixxu l-identità tagħna. Dan il-proċess fih innifsu jippreżenta sfida emozzjonali. Dan kif japplika għalina bħala Maltin? Min kienu, min huma u min se jkunu l-protagonisti fl-istorja tal-ikel tagħna? Bħala etnopajsaġġi kulinarji nifhem li l-gżejjer tagħna għaddew minn rinaxximent bla tmiem. Għadhom jirrakkuntaw storja, u se jibqgħu jirrakkuntawha. It-termini “tradizzjoni”, “innovazzjoni”, “kwalità” u “awtentiċità” spiss intużaw b’mod interkambjabbli u dibattibbli. Iżda l-użu ta’ dawn it-termini, fl-esperjenza tiegħi, fih innifsu huwa deċiżjoni konxja li l-pajsaġġi tal-ikel jintużaw bħala għodda għall-awtofehim.&lt;/p&gt;",
			"date_published": "2025-07-07T05:00:00.000Z",
			"date_updated": "2025-07-07T09:27:35.204Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-6-is-sitt/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-6-is-sitt/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso,
x’qed tistenna? li tiġi
ħarifa oħra biex nidħlu
f’burdata gotika—

ma tafx li jiena qatt
ma ħriġt minnha?

Aphroconfuso,
ma nafekx tas-sajf
maħbub sinċier,  
u lanqas lili.

Fejn qegħidt
qalbek sewda
ħalli(ni) immur
niġborha.





Aphroconfuso,
x’qed tistenna? li tiġi
ħarifa oħra biex nidħlu
f’burdata gotika—

ma tafx li jiena qatt
ma ħriġt minnha?

Aphroconfuso,
ma nafekx tas-sajf
maħbub sinċier,  
u lanqas lili.

Fejn qegħidt
qalbek sewda
ħalli(ni) immur
niġborha.





",
			"date_published": "2025-07-25T05:00:00.000Z",
			"date_updated": "2025-07-25T18:56:11.234Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-8-(it-tmien)/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-8-(it-tmien)/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "(Aphroconfuso,
la ma tridx taf iktar bija
insir għalik il-poeżija

dawn l-invokazzjonijiet
il-vuċijiet

nidhirlek fil-kelma
nibqa’ ninvokak

bħal ruħ mid-dinja l-oħra
bħal belha mitlufa f’din)




Aphroconfuso 
għax meta tħobb aphroconfuso
bħalek xejn ma jibqa’ tiegħek:

la qalbek la laħmek la ngħasek
la rqadek la għadmek la leħnek
la ħinek la żmienek la xagħrek

aħmar jilheġ ix-xemx mielħa
sbieħ Awwissu għatxan / xejn

ma jibqa’ tiegħek lanqas ħajtek,
ħlief mewtek. din biss tiegħek,

u frankament tista’ troddha



",
			"date_published": "2025-07-25T05:00:00.000Z",
			"date_updated": "2025-07-25T18:57:05.095Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-7-is-seba/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-7-is-seba/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso 
għax meta tħobb aphroconfuso
bħalek xejn ma jibqa’ tiegħek:

la qalbek la laħmek la ngħasek
la rqadek la għadmek la leħnek
la ħinek la żmienek la xagħrek

aħmar jilheġ ix-xemx mielħa
sbieħ Awwissu għatxan / xejn

ma jibqa’ tiegħek lanqas ħajtek,
ħlief mewtek. din biss tiegħek,

u frankament tista’ troddha



Aphroconfuso 
għax meta tħobb aphroconfuso
bħalek xejn ma jibqa’ tiegħek:

la qalbek la laħmek la ngħasek
la rqadek la għadmek la leħnek
la ħinek la żmienek la xagħrek

aħmar jilheġ ix-xemx mielħa
sbieħ Awwissu għatxan / xejn

ma jibqa’ tiegħek lanqas ħajtek,
ħlief mewtek. din biss tiegħek,

u frankament tista’ troddha



",
			"date_published": "2025-07-25T05:00:00.000Z",
			"date_updated": "2025-07-25T18:56:39.829Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-6-purità/",
			"url": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-6-purità/",
			"title": "Nifs: Kaos u Poeżija",
			"author": " (tr Karl Baldacchino)",
			"content_html": "Xi nkunu qed ngħidu meta ngħidu “realtà” jew “fatt”? Il-fatti jsiru fl-isfera tal-konvenzjonijiet umani; it-terminu ġej mil-Latin facere, li tfisser “għamel”. Il-fatt huwa l-prodott tas-semjożi fattwali tal-individwi soċjali. U r-realtà hija l-punt psikodinamiku ta’ intersezzjoni ta’ għadd kbir ta’ projezzjonijiet ta’ flussi ta’ simulazzjoni li jipproċedu minn organiżmi umani u minn magni semjotiċi. Ir-realtà ma teżistix minn qabel l-att ta’ semjożi u ta’ komunikazzjoni; anzi, hija kostruzzjoni li temerġi minn suġġettivitajiet multipli. Dawk li jaħsbu li l-filosfi postmoderni qerdu l-pedamenti tal-ħajja etika u tad-demokrazija billi mminaw il-fidi fil-verità fattwali qed jitfixklu l-kawżi u l-effetti: il-filosfi ma qerdux il-bażi teoloġika tal-ħajja etika, huma sempliċiment ħabbru li l-ħajja etika m’għandha l-ebda bażi teoloġika, li l-ħajja etika hija għażla bbażata fuq interpretazzjoni u kondiviżjoni eżistenzjali. Is-sekwenza loġika tal-kawża u l-effett hija mħawda, u l-pedament tal-verità minsi. Għalhekk, l-għażla etika ma tistax tkun ibbażata fuq xi ċertezza teoloġika jew xi sinifikat fattwali evidenti. Għażla etika hija bbażata fuq kunflitt ta’ sensibilitajiet, u fuq għarfien ironiku tar-relattività tas-simulazzjoni tagħna stess tad-dinja, tal-projezzjoni tagħna tar-realtà. Is-sors tal-għarfien etiku mhuwiex il-konformità ma’ valuri teoloġiċi jew storiċi assoluti, imma l-imħabba empatika għalina nfusna li ma tistax tkun diżassoċjata mill-benessri tal-oħrajn.",
			"date_published": "2025-08-04T05:00:00.000Z",
			"date_updated": "2025-08-06T11:19:46.268Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/luke-galea-awwissu/",
			"url": "https://aphroconfuso.mt/luke-galea-awwissu/",
			"title": "Awwissu",
			"author": "",
			"content_html": "Nistenniek
maġenb
il-gżira moħbija bejn l-ilmijiet
Bħax-xemx tisreġ fuqek
Jien tempesta naħkem lili nnifisi

It-tama tinħall minħabba xmuxek
ma jifdal xejn għajr artijiet għerja
Fiċ-ċpar imdennes ta’ Santa Maria

F’sodod imqallba 
infittxu tarf ta’ fejn aħna
Lożor ma’ saqajna mxarrbin
Jiġbduna dejjem ’l isfel
u nibqgħu negħrqu

Riħa ta’ melħ taħt abtejk
Nibqa’ fejn il-baħar
Nibqa’ nistenniek
Żmien jgħum f’ilma
Mitluf f’għaraq ta’ ħsieb

Dgħajjes bil-lest 
li jnaqqsu l-ilma bejnietna
B’passejn nirfes fuq il-gżira
Bis-saħħa tas-sħana t’Awwissu
Nistenniek",
			"date_published": "2025-08-15T05:00:00.000Z",
			"date_updated": "2025-08-14T19:43:46.360Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-9-id-disa/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-9-id-disa/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso
niftaħ beraħ it-tieqa ħanġra
li tifga l-widna ta’ kull ħliqa
t-twerżiqa li ngara bla ma nara
ħa nisma’ sa fl-aħħar l-ereżija
tas-sensi li nissopprimi f’ferneżija

frak dal-intellett

ma niflaħx ma nistax
ma rridx is-sedattiv
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                















",
			"date_published": "2025-08-25T13:00:00.000Z",
			"date_updated": "2025-08-25T13:15:49.144Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-10-l-għaxar/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-10-l-għaxar/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso
nogħla mill-aċtu nar l-infern
fl-intern id-dardir it-tqalligħ
li jivvumtani joħroġni minn
ħalqi ħamiema bajda riesqa
tittajjar lejk ħanina riesqa fuq
regional road aphroconfuso 
nieżla. wieqfa. feruta. fl-art.
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                ",
			"date_published": "2025-08-25T13:01:00.000Z",
			"date_updated": "2025-09-15T18:27:35.736Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-11-il-ħdax/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-11-il-ħdax/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso
nżomm ma’ dan il-ħajt ħa naqla’
s-sustanza qarsa ta’ kull trawma
basla nneħħi ż-żarbun iżiegħed
żrar inriegħed l-essenza l-kriżi
brix il-ħsieb eżawrit sebgħi f’riqi
nirreġetta l-eżistenza b’insistenza
arana noħorġu f’daħna minn dan

il-lembut aphroconfuso f’te—
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                ",
			"date_published": "2025-08-25T13:02:00.000Z",
			"date_updated": "2025-08-25T13:16:41.171Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-es-sidr-5-taġura/",
			"url": "https://aphroconfuso.mt/omar-nshea-es-sidr-5-taġura/",
			"title": "Es Sidr",
			"author": "",
			"content_html": "Meta naqra dawn l-ittri, inħoss bħal għadma ġdida tisponta fi griżmejja u żżommli n-nifs waqt li subgħajja ta’ jdejja jitremblu u jitgħaqqdu u xħin niġi biex inniżżilhom fuq it-tastiera u nikteb, jaqgħu fuq l-ittri ħżiena u nibda nħarbex kliem insensat. Ninħasad u ninfexx inwaħħal fil-laqx ġenetiku li tefagħli ġo fija Otman meta niftakar kemm jien stess, qabel qrajt dawn l-ittri, ħarist lejn niesi u stkerrahthom, kemm diġà minn età żgħira kien idejjaqni t-tmeċliq tal-ikel meta nkunu mal-mejda tal-kċina tan-nanniet, kemm kont nitqażżeż ħafna mill-ikel li kienu jieklu huma, kemm kont nitqalla’—speċjalment meta kienu jiġu quddiem għajnejja l-imsaren mixħutin mal-art fuq il-paġni ta’ L-Orizzont mifruxin fuq il-madum tal-kċina meta n-nanniet kienu jħanxru l-fniek, iqaxxruhom u jnaddfuhom, kemm l-għajjat ta’ nannti kien iġegħelni nistħi kull darba li noħroġ u nimmaġina li l-ġirien kienu semgħu xi ġlieda mimlija dagħa u tgħajjir, kull darba li ziti kienet ittiha dagħdigħa kerha u tintefa’ tifqa’ rasha bid-daqqiet ta’ ponn, tigdem idha, issabbat mal-għamara u taqla’ l-ħwejjeġ tiegħi kollha minn ġol-kxaxen u tixħithom mal-art jekk nazzarda biss immur noħroġ flokk jew qalziet ta’ taħt biex nilbsu wara li tkun twiet l-indaf.",
			"date_published": "2025-09-01T05:00:00.000Z",
			"date_updated": "2025-09-15T19:34:03.986Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/jasmine-bajada-ħanina/",
			"url": "https://aphroconfuso.mt/jasmine-bajada-ħanina/",
			"title": "Ħanina",
			"author": "",
			"content_html": "Ir-riħ, bla sħab xi jġorr, reħa minn saħħtu
u sar żiffa. Iz-zkuk maqtugħa mill-art
jixxenglu bla ma jħokku ma’ xulxin.

B’hekk id-dwieli jafu, fl-għama tagħhom,
x’qed jiġri hemm fuq—
ċerti mid-diefa ċara, ħanina.

Xemx li tgħammex bla ma tilheġ.
Tinbex għajnejn il-kelb mit-tieqa,
li jqum fuq saqajh ħa jsib ’il sidu.
Bħal-lum jishar—imqar l-arja dieħla
tqanqlu, taħsillu mnieħru.

Ix-xitwa ta’ xahar ilu qarqċet kemm felħet—
ċediet il-kmandament tagħha stess.

Minn raġġ ta’ dawl fqajjar
nibtet did-dija—
dija fina, ħafifa, fuq tagħha.
Sabet sema jilqagħh’għal
nofstanhar—forsi jum, bi grazzja.

Biżżejjed jum biex minn tarf s’ieħor
twassal l-għera tagħha—
xejn għajr l-għera tagħha.

Għal sid il-kelb, storj’oħra—
Ta’ min hi din il-ħolma, tistaqsi,
ħa nħallih rieqed.

Ix-xitwa terġa’ u terġa’,
sakemm fl-aħħar, ma terġax.
Għadu Jannar, għad fadal.
Safrattant stejqret dielja fin-nir,
l-eqreb waħda għal dar il-fanal.
Dik li ta’ kull sena, fis-siegħa tat-tagħsir,
tħoss il-franka mbaskta minn postha.

Il-frott tagħha għandu żmienu.
Dan tafu sew, ċerta li jasal.",
			"date_published": "2025-09-08T05:00:00.000Z",
			"date_updated": "2025-09-06T16:46:10.169Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-12-it-tnax/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-12-it-tnax/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso,
imiss darba jmiss tnejn
is-sufrun li jinżel biss xibrejn
u jiġbed lilek baħri lejn fejn
akrobati jitnisslu bluhati
skjava tal-ħalel li ħalliel
xeħet fuqi kursar il-baħar
biss jekk il-galjun tiskava
ssibni pulena ta’ sirena
f’swied il-qiegħ imma
f’wiċċ idek bambina
inkella wegħda: xambekk
fuq ta’ kappella l-ġebla
                                                                                                                                                                                                                                                                                                                                                                                                            
                                                                                                                                                                                                      
                                                                                                                                                                                                      
                                                                                                                                                                                                      ",
			"date_published": "2025-09-15T17:00:00.000Z",
			"date_updated": "2025-09-15T16:25:23.134Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-14-l-erbatax/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-14-l-erbatax/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso,
ma nimpressjonax ruħi
għax narak indannata,
tgħidli. għadek qatt
ma qbadtni fil-gost
tar-raba’ li nqabbad
f’nirien wara sajf
mingħajr ħsad
                                                                                                                                     
                                                                                                                                     
                                                                                                                                     
                                                                                                                                     ",
			"date_published": "2025-09-15T17:00:00.000Z",
			"date_updated": "2025-09-15T17:04:51.341Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-13-it-tlettax/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-13-it-tlettax/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso
r-rabja li nikkarga fil-muta ta’ wiċċi
l-vini li wiżgħat jaqbżu minn għonqi
magħtub bil-ġebel u l-metall tqal li
bihom nordom widnejja tant kemm
ma niflaħx iżjed għal qtugħek fi kliemi
ma niflaħx iżjed għall-kondixxendenza
u jien xi ftit bħal kaliban ma
nisma’ mill-ebda alla uman
aphroconfuso nżomm rasi bejn idejja
rrid nifqagħha għax ma niflaħx iżjed
ngħaddi d-distiċi minn subgħajja l-kurrenti
mill-arterji. aphroconfuso l-elettrokuzzjoni",
			"date_published": "2025-09-15T17:00:00.000Z",
			"date_updated": "2025-09-16T14:55:02.621Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-introduzzjoni/",
			"url": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-introduzzjoni/",
			"title": "Fejn Ħallejtha r-Rota Meta Ħrabt?",
			"author": "",
			"content_html": "L-immaġni tar-raġel bir-rota baqgħet f’moħħi għal snin twal mindu pproċessajtha u kienet ippubblikata. Meta faqqgħet il-gwerra fuq l-Ukrajna, reġgħet feġġet lura f’moħħi b’iżjed qawwa. X’sar minnu dal-proxxmu bla isem? Fejn mar bir-rota, dat-teżor żgħir imħolli lilu f’nofs dil-ħerba? U kienet proprju din l-immaġni f’moħħi meta ktibt “Fejn ħallejtha r-rota meta ħrabt?” X’sar minnu dar-raġel, u hemm xi ħadd li jimpurtah? Il-ġenerożità lejn ir-refuġjati Ukreni filwaqt li l-Ewropa tkompli tibni l-ħitan tal-fortizza kontra kulħadd, tfakkarna fil-barbariżmu tal-mexxejja tagħna. B’din il-poeżija, u l-oħrajn kollha miġbura hawn, ridt infakkar lill-mexxejja tagħna f’dan ir-raġel anonimu miexi bir-rota, li jista’ jmut bħala konsegwenza tad-deċiżjonijiet tagħhom.",
			"date_published": "2025-10-06T05:00:00.000Z",
			"date_updated": "2025-10-13T18:46:50.373Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/iva-pezuashvili-joe-gatt-shaft-taż-żibel-(silta)/",
			"url": "https://aphroconfuso.mt/iva-pezuashvili-joe-gatt-shaft-taż-żibel-(silta)/",
			"title": "Shaft taż-Żibel (silta)",
			"author": " (tr Joe Gatt)",
			"content_html": "Dawk ir-roti tal-ġenerazzjoni l-ġdida, Десна-два, kellhom roti żgħar imma jservu, frame jintewa, u prezz għoli żżejjed mgħolli jerġa’ iktar minn dawk il mingħula tal-black market. Madankollu, is-sidien tal-Десна-два, jew anzi l-ġenituri tagħhom, ma kinux qammiela għax fl-Unjoni Sovjetika xejn ma ħadem daqstant tajjeb daqs l-istituzzjoni tat-tqanqil tal-għira. Ġenituri foqra Sovjetiċi kienu jagħmlu iktar milli jistgħu biex ma jidhrux inferjuri għall-oħrajn, u kienu jixtru dir-rota “lussuża” għat-tfal tagħhom. Anki kienu jippruvaw jgħallmuhom jirkbuha binhar u fil-beraħ, biex iġiegħlu nies relattivament fil-bżonn jiħdaru bl-għira. Xejn ma kien meqjus kitsch daqs il-wiċċ daħqani ta’ tfajjel riekeb Десна-два, u peress li l-Unjoni Sovjetika nnifisha kienet ċappa magħquda ta’ ħażen u kitsch, wiċċ simili spiss kien jinstab fuq il-mużajk, il-posters u anki l-bolol. Imma ż-żgħażagħ Sovjetiċi kienu jiġu jitnejku minn dan; għall-kuntrarju, trid tara kif kienu jitolbu għall-inġiniera u d-disinjaturi tar-roti, ifaħħru jdejhom u l-imħuħ perspikaċi tagħhom talli waħħlulha seat fuq wara.",
			"date_published": "2025-10-06T05:00:00.000Z",
			"date_updated": "2025-10-13T18:49:24.246Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/lusine-kharatyan-joe-gatt-amerkapost-tqila/",
			"url": "https://aphroconfuso.mt/lusine-kharatyan-joe-gatt-amerkapost-tqila/",
			"title": "#Amerkapost Tqila",
			"author": " (tr Joe Gatt)",
			"content_html": "Il-ħaddiema tat-tifi tan-nar qed jippassiġġaw u jħabirku. Jirrispettaw żaqqi u jagħmlulna l-wisa’. Kill Bill. Min qallek tara dak il-film meta int daqshekk tqila? qaltli Karine. Għadha ma tkellimnix sal-ġurnata tal-lum. Minn dakinhar. Is-sala taċ-ċinema mimlija. Ċomp ċomp. Il-popcorn f’ħalqi u Thurman tiftaħ għajnejha f’rasi. Tumm-tumm-tumm. Thurman timxi f’rasi. Sparar. Ħġieġ. Għarusa bajda b’żaqq ħobla u ħafna demm. Baħar ta’ demm. Kollox aħmar. Dak il-period tiegħi? Kif jista’ jkun? Jien tqila. Daħlet ġo żaqqi. Dawret kollox ta’ taħt fuq. Naħrab. L-għarusa qed tiġri warajja. Karine u Thurman ġo rasi. Tliftha ’l  Karine dakinhar. Ma tkellimnix, ma tgħidlix saħħa. Dari hija ġufi.",
			"date_published": "2025-10-06T05:00:00.000Z",
			"date_updated": "2025-10-29T07:13:10.362Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/ilija-đurović-joe-gatt-il-lingwa-tal-ewropa-hija-l-ipokrizija-u-l-flus/",
			"url": "https://aphroconfuso.mt/ilija-đurović-joe-gatt-il-lingwa-tal-ewropa-hija-l-ipokrizija-u-l-flus/",
			"title": "Il-Lingwa tal-Ewropa Hija l-Ipokrizija u l-Flus",
			"author": " (tr Joe Gatt)",
			"content_html": "Qisek tkun mitluq fuq wiċċ l-oċean, tisma’ t-tkarwit ta’ qiegħ il-baħar f’widnejk, waqt li fuqek, bħal fl-1 ta’ Mejju 1999, disat ijiem qabel għeluq id-disa’ sena tiegħi, jets tan-NATO jtiru mid-direzzjoni tal-baħar bħal għasafar tal-passa sejrin lejn l-art. Il-fatt li ftakart dil-immaġni li kont ilni li nsejt waqt li qed nikteb dwar il-lingwa bħala mezz ta’ paċi u taqbid probabbli jgħid xi ħaġa dwari. Psikoloġikament ma jimpurtanix x’jgħid dwari. Lingwistikament juri li, meta nikteb, għandi bżonn nimxi fil-lingwa b’mod assoċjattiv, mingħajr ma nħossni li qed naħrab minn xi ħaġa jew li għandi nagħti prova ta’ xi ħaġa lil xi ħadd.",
			"date_published": "2025-10-06T05:00:00.000Z",
			"date_updated": "2025-10-13T18:50:27.098Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-1-fejn-ħallejtha-r-rota-meta-ħrabt-/",
			"url": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-1-fejn-ħallejtha-r-rota-meta-ħrabt-/",
			"title": "Fejn Ħallejtha r-Rota Meta Ħrabt?",
			"author": "",
			"content_html": "Ħallejt kollox warajk
ġarrejt gverta, ftit ħrieqi, lil bintek,
qsamt ix-xmara taħt il-pont imġarraf
imxejt fix-xita u fin-nixfa,
fuq art lesta tibilgħek,
fuq ibħra kulur id-dlam
’il bogħod minn darek,
’il bogħod minn fejn ħallejt kollox warajk:
iċ-ċertifikat tal-gradwazzjoni fl-arti mill-istitut tekniku
ir-ritratti kollha tal-familja—inkluż tiegħek ta’ ħames snin liebes ġlekk blu,
ir-rota ta’ meta kont tifel u li żammejtha biex tagħtiha ’l uliedek, xi darba,
il-kollezzjoni tal-bolli,
l-ittri ta’ mħabba li kitbitlek l-ewwel tfajla, moħbija f’kaxxa taż-żraben,
bagalja li siefret miegħek u ma’ missierek meta ma kellekx taħrab.
Fejn ħallejtha l-bagalja?
Fejnu l-bieb tad-dar li sakkart?
Ħriġt minn xi sqaq tal-belt il-qadima ta’ Mosul? 
Jew ħadt il-baħar mix-xatt ta’ Ħodejda?
Jew forsi għaddejt taħt il-baraxx żibel mitfugħ fi triqtek mill-aljeni fix-Xejħ Ġerraħ? 
Qsamtx mill-mini taħt l-art ta’ Gaża jwassluk f’ħalq il-faragħun Eġizzjan?
Jew forsi kont iżjed qribna? Bħalna? 
X’kulur huma għajnejn bintek?
Dan l-aħħar ġew ċorma minn Kjiv.
Dawk jieħdu prijorità, dawk iżjed bħalna.
Dawk jeħtieġ jidħlu,
erħilha li sal-bieraħ konna ndaħħlu biss in-nisa jaħdmu fil-klabbs esklussivi tat-traffikanti bil-ġlekk.
Erħilha li sa dalgħodu għadna qed nippruvaw nisolħuhom fil-kwarantina waqt li nbigħu l-passaporti lill-biċċiera bi skieken isserrati tad-deheb.",
			"date_published": "2025-10-06T05:01:00.000Z",
			"date_updated": "2025-10-13T18:46:24.527Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-2-ħafsa/",
			"url": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-2-ħafsa/",
			"title": "Fejn Ħallejtha r-Rota Meta Ħrabt?",
			"author": "",
			"content_html": "Għedt lili nnifsi:
“Le, Ħafsa, int mhix sejra ssir refuġjata,
int sejra fuq ġita,
vaganza—ara ħu l-make-up
u l-malja,
itfa’ xugaman ukoll
u l-krema tax-xemx
u l-kappell tat-tiben
u l-ktieb li għadek kif bdejt taqra.”

Tlaqt minħabba t-tifla.
Bħal missieri, ma ridtx inħalli darna taqa’ f’idejn l-irġiel armati
li qed jieħdu kollox.
Sptarijiet, djar, ħwienet, imħażen tal-ikel.
Ħamsin tarbija f’orfanotrofju ntqal li mietu bil-ġuħ
u min-nuqqas ta’ mediċini, elettriku, ilma.
Ħamsin tarbija f’orfanotrofju.
Ma fadalx tobba.
Ma fadalx ilma.
Ma fadalx elettriku.
Ma fadalx ħajja.
Ma fadalx tfal ifittxu l-ġrieden.
Ma fadalx ġrieden
f’Khartoum
f’belti.

Għedt lili nnifsi:
“Ħafsa, xi trid tipproteġi hawn f’darek,
meta l-belt inbelgħet u t-toroq qed jgħosfru
ta’ kuljum?
Xi trid tipproteġi mill-ħatfa
ta’ dawn iż-żewġ ġenerali,
ulied ir-regħba
li ddeċidew li pajjiżek sar tagħhom
u li dak li mhux tagħhom
se jinħaraq fil-fjammi—
il-kampijiet,
in-nisa tqal u l-morda,
dak li jifdal mill-istupri,
dak li jifdal mill-iġsma mhux għalkollox maħruqa,
dak li jifdal mill-bagalji
tqal wisq biex jinġarru,
dak li jifdal mill-ħwejjeġ mitluqa fit-triq,
dak li jifdal wara li ruħ il-belt
toħroġ biex minflokha
jidħol is-sid il-ġdid,
is-sid b’żewġt irjus
li tefagħna kollha ’l barra.”",
			"date_published": "2025-10-06T05:02:00.000Z",
			"date_updated": "2025-10-13T18:47:08.037Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-3-ażiż/",
			"url": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-3-ażiż/",
			"title": "Fejn Ħallejtha r-Rota Meta Ħrabt?",
			"author": "",
			"content_html": "Ara fejn spiċċajna, ejja ara 
b’għajnejk. Ħrabna mill-ħmar il-lejl
tal-Kalifat l-iswed
u ara ftit hawnhekk,
ara fejn spiċċajna,
it-trab, ix-xemx, il-ħara,
hawn trabi għadhom qed jerdgħu,
hawn xjuħ ma jistgħux jimxu,
hawn nisa se jwelldu
u tfal jiġru
se jimirdu.
Kollha se jimirdu.
Fejn tefgħuna?
Mhux pajjiżna dan?
Kif dejjem hekk magħna?

Ħalluna mmorru lura djarna
la taqtgħu ras il-Kalifat
li kiber taħt il-patroċinju tagħkom,
id-dollari,
iż-żejt,
l-armi tal-qerda tal-mases,
il-gideb u l-bombi.
X’naħtu aħna l-bdiewa ta’ Falluġa
u ħutna ta’ Mosul
sħabna tal-Qajjara
u ta’ Ħammam Al Alil
li fuqna kollha 
niżlet dil-purtiera s-sewda
b’isem Alla u r-Rasul
b’isem kull min biegħna u ħadimna
dawk tal-ġlekk u dawk tas-skieken
dawk tad-dollari u dawk tad-deheb misruq?
U ara fejn tefgħuna
u ara llejla fejn se norqdu
u għidli inti,
meta se jintemm dal-ħmar il-lejl?",
			"date_published": "2025-10-06T05:03:00.000Z",
			"date_updated": "2025-10-13T18:47:29.901Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-4-rula/",
			"url": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-4-rula/",
			"title": "Fejn Ħallejtha r-Rota Meta Ħrabt?",
			"author": "",
			"content_html": "Ir-ritratt li qassmu tiegħi
ħaduli missieri fl-aħħar birthday
biċ-ċoff pjuttost goff 
fuq xagħri miġbur taħt il-bend
u l-ġakketta roża.
Mhuwiex ir-ritratt favorit,
biex inkun għedtilkom kollox,
ma nafx għaliex missieri għandu tant bokka bih.
Anki fuq il-mobile tefgħu, fil-home screen,
ta’ xejn għedtlu li għandna ritratti aħjar.
U mbagħad kellu dak il-video
tiegħi niżfen quddiem it-televixin
waqt li naraw Arabs Got Talent
bit-tieqa miftuħa u l-qattus imgerrex fir-rokna
mill-għajjat u d-daħq u l-ferħ
u missieri u ommi jidħqu
u l-kuġini kollha ikbar minni
jinġabru madwari u jċapċpu
“kompli, Rula, kompli”
u jien nidħaq magħhom
niżfen u naqbeż
u issa ftit Dabka
sakemm isir il-ħin għall-irqad
u l-kuġini jaqsmu t-triq
Triq Al Waħda
taħt id-dawl isfar tal-bozoz f’lejl imdawwal, maħnuqa mill-generators f’lejl mudlam
u mmorru kollha norqdu.
Anki dak il-video qassam, 
erħilha li liebsa ta’ ġewwa,
kif mort norqod l-aħħar lejl.

Kont nippreferi kieku qassmu r-ritratt tiegħi
ma’ Yara, Ħala u Mira
qed naqsam il-kejk 
nidħqu 
insejt għaliex
imma qed nidħqu
u Mira għandha tikka ġelu fuq imneħirha
li ċappastilha jien.
Imma Yara, Ħala u Mira
tawhom ir-ritratti tagħhom
waħedhom
Yara ħelwa ħafna bin-nuċċali u l-uniformi tal-iskola
imma kien ikun isbaħ ir-ritratt tagħna f’daqqa
tal-aħħar birthday
meta dħaqna ħafna.

Kont qed noħlom meta waqgħet dalma
kont qed noħlom dak il-ħolm li qalulna npinġu dwaru
dak il-ħolm li jġegħelni negħreq fis-sodda
dak il-ħolm li jġib l-imħadda għasra
u xagħri u rasi u kollni kemm jien
bejn sħana taħraq u kesħa xxoqq l-għadam
bejn negħreq u nirtogħod
bejn mewt u ħajja
bejn dlam u aktar dlam
ġiet dalma ikbar
u storbju li ma jinstemax
silenzju li jtarrax.

U naf li hekk intemm il-ħmar il-lejl
u issa m’hemmx iżjed għalfejn 
inpinġi 
il-mostri bi snien kbar jonfħu n-nar
is-swaba’ u s-saqajn żgħar 
imxerrdin 
maġenb ballun tal-futbol ħdejn il-baħar,
l-ajruplani jniffdu l-bjut,
bastimenti jisparaw lejn ix-xatt
kostellazzjoni ta’ fosfru nieżel fuqna.

U naf ukoll 
li d-dlam mhux dejjem ibeżżagħni,
mhux dejjem se nibki fid-dlam,
ara, ma, m’iniex nibki,
ara kemm jien brava,
illum m’jien inħoss xejn.",
			"date_published": "2025-10-06T05:04:00.000Z",
			"date_updated": "2025-10-13T18:48:12.801Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-5-maħmud/",
			"url": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-5-maħmud/",
			"title": "Fejn Ħallejtha r-Rota Meta Ħrabt?",
			"author": "",
			"content_html": "Ma rridx ingerger,
iz-ziju jieħu ħsiebi qisni kont ibnu
u hawn m’hawnx ġlied,
nixtieq li kont aħjar
imma ma rridx neqred,
hawnhekk aħjar,
hawnhekk m’hawnx inkwiet,
imma għajjien
negħja malajr
nixtieq li kont aħjar
hawn kollox aħjar.

L-isptar, hemm inqatta’ ħafna minn ħini.
L-isptar—lura d-dar
ma kienx mill-agħar,
kellu d-demm u l-labar u s-sodod,
il-madum abjad u l-ħadid bis-sadid,
kienu jafuni u kont nafhom
l-infermiera, it-tobba, l-ispeċjalista,
dak li jiftaħ il-bieb, 
dak li jtini l-larinġ magħsur tal-pakkett,
dik li tħossli l-polz u tfittixli l-vina
dejjem tfettet f’idi
waqt li b’idi l-oħra ħielsa nżomm il-ktieb tal-iskola
jew il-pakkett tal-larinġ il-magħsur
jew iċ-ċikkulata li tħallili ommi kull darba li niġi l-isptar
fil-but tal-ġakketta
u meta ninsieha ddub,
u għalhekk dejjem noħroġha l-ewwel ħaġa
malli dik li tħossli l-polz u tfittixli l-vina
tiġi tfettet f’idi.

Ma rridx ingerger,
hawn ħadd ma jiġi jfittxek 
jara intix taħrab mil-lieva,
hawn ħadd ma joqtlok ta’ xejn,
hawn kollox aħjar.

L-affarijiet inbidlu bil-mod.
L-ewwel il-qtugħ tad-dawl 
minn tliet sigħat, sa sitta, sa tnax
sa qtugħ totali.
Il-generator dejjem iżid il-krib
jitħarħar bħalna l-morda
sakemm imut ukoll.
Imbagħad l-ilma,
l-infermiera spiċċaw jaħslu jdejhom f’barmil,
imbagħad id-demm
spiċċa wkoll,
dawk il-martri kollha jnixxu d-demm fit-toroq
spiċċajt nieħdu dirett minn missieri
u minn zijuwi Khaled
u mill-kuġin Abbas
trasfużjoni diretta
sakemm il-bombi qerdu l-isptar
u l-oħrajn kollha ta’ madwarna
u ma fadal imkien ieħor fejn stajt inkompli ngħix.

Ġejt waħdi hawn għand iz-ziju,
qsamt ix-xmara u ħallejt kollox warajja
u minn dakinhar kuljum ngħid
li hawn kollox aħjar,
imma issa qed negħja
u naħseb għandek id-dettalji kollha
u l-ittra tat-tabib
u ħadtu r-ritratt
ma nixtieqx nitlaq minn hawn.",
			"date_published": "2025-10-06T05:05:00.000Z",
			"date_updated": "2025-10-13T18:47:56.072Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-6-ibraħim/",
			"url": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-6-ibraħim/",
			"title": "Fejn Ħallejtha r-Rota Meta Ħrabt?",
			"author": "",
			"content_html": "Sitt ikmamar kellna hawn,
kont ngħix m’ibni
hemmhekk fejn konna ninħaslu,
hemm kien hemm il-fniek,
hawn kont inżomm in-nagħaġ.
Ġew bil-ġarrafa
qalulna din art tal-gvern
ma tistax tgħix hawn.
Kif trid tgħix hawn?
Mhux artna din?

Ġejna hawn meta keċċewna
min-naħa l-oħra, 
hemmhekk kellna l-bjar u l-għerien
u l-ilqugħ fis-sajf u fix-xitwa
u konna ngħixu tajjeb.
Ġejna hawn meta keċċewna,
la kien hawn ilma
la fejn tistkenn,
imma ġejna
fejn trid tmur?
U bdejna,
ħaffirna l-bjar
u bnejna
u żrajna s-siġar
u stajna ngħixu
nixorbu mill-bjar.

Imbagħad ġew hawn,
qallbulna d-dar,
kull lejl ma tafx x’ġejjin ifittxu,
iqallbu l-kamra t’ibni,
iqallbu tiegħi,
ifittxu qalb il-fniek,
ineżżgħuni fix-xita,
jarmu l-ħwejjeġ u l-lożor fit-tajn
f’nofs ta’ lejl
biex ifittxu.

Imbagħad reġgħu ġew hawn
bil-gafef u bl-armi
u bl-ittri u bl-ordni
ġarrfulna d-dar,
ma ġara xejn,
bqajna hawn,
il-bhejjem kellhom l-ilma
u aħna norqdu magħhom.

Imbagħad reġgħu ġew hawn
xahar wara
jkissru l-bjar
fuq ordni li ngħatat.
U kissru l-bjar.

Għedtilhom: “Il-bir jixrob minnu t-tajr
u jixrob minnu l-kelb
u n-naħal,
kull ħaġa ħajja tixrob minn dal-bir,
għaliex trid tkissru?”

Qaluli: “Din l-ordni.
Se nkissru l-bjar u l-art maġenbhom
u kull filata li tellajtu.
Ma tistax tgħix hawn.”

Anki l-ħamiem u l-fniek
għaddew minn fuqhom
bil-gafef u l-ġarrafa,
ta’ xejn għedtilhom
ħaram għalikom
tgħaffġuhom hekk ħajjin.

Anki l-ħamiem u l-fniek
li kienu jixorbu minn dal-bir
għaddew minn fuqhom.

“Hawnhekk ma tistax tgħix,”
qaluli.

Bħal donnu nsew
li lanqas huma
ma jistgħu jgħixu
fejn hemm l-iħirsa jterrqu għarwenin fix-xita,
fejn siġar qodma mqaċċta għadhom jitniffsu taħt it-trab,
fejn krib il-ħlejjaq mgħaffġa jwerżaq f’nofs ta’ lejl kuljum
u fejn il-bjar imkissra saru jġorru fihom demm ibaqbaq.
Issa taraw.",
			"date_published": "2025-10-06T05:06:00.000Z",
			"date_updated": "2025-10-13T18:48:32.221Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-7-aħmed/",
			"url": "https://aphroconfuso.mt/karl-schembri-fejn-ħallejtha-r-rota-meta-ħrabt-7-aħmed/",
			"title": "Fejn Ħallejtha r-Rota Meta Ħrabt?",
			"author": "",
			"content_html": "M’intix tara li għandi x’nagħmel?
U biex tgħaxxaqha qbadtni bil-pinzell fiż-żebgħa,
arah iqattar,
hawn ma ġejtx inparla,
għandi xorti nagħmel dinar minn dawn it-toroq,
issa hawn nipprova nlaqqat,
dil-karretta ħaqqha passata żebgħa
b’dal-aħmar jgħajjat anki x-xiħ jarani
min-naħa l-oħra tal-kamp
fejn imur ixejjex.

Hawn mhux tat-tfal
la se toqgħod tistaqsini.
Tilgħab fit-trab
imma anki dan it-trab mhux bħal ta’ darna,
qisu anki x-xemx tinjorah u tħallih bla kulur
u meta timxi fih
il-passi tqal
iħallu marki fondi,
ma tistax tiġri
imma trid tiġri,
m’għandekx fejn tiġri
imma trid tiġri
u allura tiġri
u taħbat fix-xibka timmarka fejn jibda u jispiċċa dal-kamp,
u taħbat fix-xiħ hu u sejjer ixejjex in-naħa l-oħra tal-kamp,
u taħbat fl-erwieħ imkeffnin,
u taħbat fit-trejqiet bla ħin,
u taħbat u taħbat
u tibqa’ fejn int.

U xbajt insaqsi ’l ommi,
meta se mmorru lura?
Ma jidhirx li se mmorru lura,
mhux fil-qrib.
Ma jidhirx li se mmur lura fl-għelieqi tan-nannu
naqtgħu l-frott li jitmagħna u niġbru ż-żebbuġ,
ma jidhirx li se nara lil sħabi tal-futbol
f’nofs ta’ triq li ma jgħaddi minnha ħadd
bejn l-għelieqi u t-tajn u l-ħamrija
ta’ Dara’a.

Issa dil-karretta saret ħabibti,
ittini x-xogħol fost nies jitkarrbu,
familji li bħal tagħna telqu kollox,
ħallew warajhom il-mutur, it-trakk, il-vann, 
il-karrettun u ż-żiemel
u issa tifel bħali bil-karretta
iġorrilhom dak li għandhom bżonn iġorru—
it-tank tal-gass,
it-tank tal-ilma,
it-tank tal-ħara,
li trid, inġorru,
għidli fejn trid niltaqgħu ngħabbi,
għidli fejn trid inħallihulek ħabibi,
jien Aħmed bil-karretta l-ħamra,
tarani sew mill-bogħod.

Ħa nħallik,
għandi x’nagħmel,
diġa għedtlek
dan mhux ħin,
mhux se mmur lura d-dar bla dinar,
m’intix tara li għandi x’nagħmel?",
			"date_published": "2025-10-06T05:07:00.000Z",
			"date_updated": "2025-10-13T18:48:53.525Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-15-il-ħmistax/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-15-il-ħmistax/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso?
jaħasra, ġie jfittex konsolazzjoni
fi vrusi. ma jafx li kurunazzjoni
tad-diq jonqoshom—mingħajr
stmerrijiet. u bilħaqq, jekk nannietek  
ma jiswewx karlin, tiegħi ninvokahom
sa m’ogħla s-smewwiet u jekk nista’
 
nistampahom fuq kull
aphroconfuso taħżiż:
daqshom ħadd għażiż.
eh, u tiffanfrax wisq għax
tiegħi flushom kollha taw
biex m’ommi jgħajxu tlitt
ibniet. u jekk sa issa (kif?)
għadek qatt ma doqt id-diq,
l-iżjed flixkun li jinbiegħ, kun af,
li dik il-mirra—le, mhux birra, għax
forsi lanqas din ma taf—ili nniżżilha
f’pinet sa minn qabel
twelidt. imma jekk
trid, sieħeb b’suffraġju,
dar-round—morr—fuqi",
			"date_published": "2025-10-26T18:00:00.000Z",
			"date_updated": "2025-10-26T10:53:37.698Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-17-is-sbatax/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-17-is-sbatax/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso,
immur quddiem kull pilastru
u nobżoq f’wiċċu. nissegah
bil-ħanek ħa ngħix fi fdal ta’
tempju ħalqi mdemmi
għax issa ddardart bi
ħsiebi fuq id-dars.
dentista ta’ snieni
nopera fuq żmieni
bla loppju

Aphroconfuso,
immur quddiem kull pilastru
u nobżoq f’wiċċu. nissegah
bil-ħanek ħa ngħix fi fdal ta’
tempju ħalqi mdemmi
għax issa ddardart bi
ħsiebi fuq id-dars.
dentista ta’ snieni
nopera fuq żmieni
bla loppju",
			"date_published": "2025-10-26T18:00:00.000Z",
			"date_updated": "2025-10-26T10:52:20.814Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-16-is-sittax/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-16-is-sittax/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso
għax meta borża sewda tkun ilha
tiġma’ tibda terħi l-intiena tal-ħmieġ
u l-katavri—il-meraq tad-disprezz.
imbagħad mhux
lakemm iżżommha,
hux viera? u bejnietna
smajt li dil-magħtab fiha
veduta iżjed mis-soltu għoljiet
li toqogħdu tifirħu bihom. lol
run for the—eh stenn’
jien beverly hills.
stay toxic, girls.

Aphroconfuso
għax meta borża sewda tkun ilha
tiġma’ tibda terħi l-intiena tal-ħmieġ
u l-katavri—il-meraq tad-disprezz.
imbagħad mhux
lakemm iżżommha,
hux viera? u bejnietna
smajt li dil-magħtab fiha
veduta iżjed mis-soltu għoljiet
li toqogħdu tifirħu bihom. lol
run for the—eh stenn’
jien beverly hills.
stay toxic, girls.",
			"date_published": "2025-10-26T18:00:00.000Z",
			"date_updated": "2025-10-26T10:53:05.987Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/claudia-gauci-minn-ħarstek-twila-sa-boffa/",
			"url": "https://aphroconfuso.mt/claudia-gauci-minn-ħarstek-twila-sa-boffa/",
			"title": "Minn Ħarstek Twila sa Boffa",
			"author": "",
			"content_html": "Bil-mod ma soqtx. X’seta’ ġara? Qaleb għall-agħar jew miet imma ma qaltlix li miet… mela forsi qaleb għall-agħar imma għadu ħaj. L-aqwa li għadu ħaj. Stramba kif il-verità tkun spelluta quddiemek, mal-windscreen, fit-triq, ġos-sema, u int tibqa’ ma tarahiex. Tlaqt bil-melħ tal-baħar. Ħadthielu Boffa r-riħa tal-baħar għadha mwaħħla miegħi. Kien iħobbu l-baħar missieri, speċjalment meta jkun imqalleb. Il-gost tiegħu l-iktar grigalata feroċi. Meta konna noqogħdu Tas-Sliema kien jinżel Għar id-Dud u jmur jisfida l-baħar. Joqrob viċin tiegħu kemm jista’ u joqgħod iħares lejh mibluh bħal tifel żgħir minn mal-ħajt ta’ xi dar viċin, fi triq baħħ li tifirdu minn dak il-mostru feroċi. Nistħajlu sejjer jipprova jimmansah u meta ma jkunx jista’ joqrob iktar viċin jieqaf jisimgħu jsabbat u jiżvoga. Niftakar ċar il-grigalata li kienet għamlet fit-8 ta’ Diċembru tal-1989. Dakinhar kienu waslu l-President tal-Amerka George Bush u l-Kap tal-Unjoni Sovjetika Mikhail Gorbachev għas-Summit li kellu jtemm il-Gwerra l-Bierda. Il-Kunċizzjoni, vaganza u għalina ġurnata ta’ gost għax dakinhar konna narmaw is-siġra tal-Milied u nibdew inżejnu. U waqt li qed inżejnu, nisimgħu l-innijiet Natalizji tal-kor ta’ Ray Conniff fuq l-LP, ommi taħmi r-rock cakes u tixrob il-kafè u Bush u Gorbachev jiffirmaw il-ftehim, missieri niżel waħdu Għar id-Dud, iżomm mal-ħitan biex ir-riħ ma jwaqqgħux sakemm wasal fejn seta’ jitpaxxa b’dak il-baħar perikoluż u splendidu.",
			"date_published": "2025-11-03T06:00:00.000Z",
			"date_updated": "2025-11-16T09:18:44.490Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kristina-borg-għalhekk-qed-nivvjaġġa-bil-mod-2-5310/",
			"url": "https://aphroconfuso.mt/kristina-borg-għalhekk-qed-nivvjaġġa-bil-mod-2-5310/",
			"title": "Għalhekk Qed Nivvjaġġa bil-Mod",
			"author": "",
			"content_html": "Qegħdin tard, suppost salpajna fl-erbgħa neqsin kwart, imma fl-erbgħa għadhom qed jgħajtulna biex nibdew nimbarkaw. L-organizzazzjoni tat-terminal malajr tispiċċa fix-xejn meta nitilgħu abbord il-vapur mill-istess post flimkien mal-karozzi. Il-lift bl-ittra ‘E’ — li skont ma jgħid il-boarding pass suppost nieħu biex nitla’ fuq mill-garaxx — bil-ħsara, u nimxi ftit ieħor ’il  ġewwa biex nieħu l-lift ‘D’. Nirrifjuta li nitla’ t-taraġ u jinġema’ kju twil b’min jonfoħ u min jiffrustra ruħu. It-terminal kalm u trankwill ma tantx serva ta’ preludju veritier, imma nżomm ftit tal-paċenzja għax din id-darba naf x’għandi nfittex — il-5310. Kabina numru ħamest elef, tliet mija u għaxra, fuq gverta numru ħamsa. Il-kabini għadhom mhux lesti, il-cleaners nisa għadhom qed inaddfu, bramel u moppijiet kullimkien, b’sinjali li jimblukkaw kuritur ’l hemm u kuritur ’l hawn. Tinġema’ folla, ħadd ma jaf fejn jaqbad imur, u l-housekeeper tarma tgħajjat. Għal kull mistoqsija, tgħajjat iktar għax qed intellfuha. Għal mument napprezza u nifhem għala l-GNV minn Palermo għal Genova ġegħluna nevakwaw il-kabina sagħtejn qabel ma ankrajna. Il-kjass u l-paniku li spiċċajna bih dakinhar, hawn qed nibdew bih. Nistgħu noqogħdu biss fiż-żoni komuni, u wieħed mill-uniċi żewġ liftijiet li hawn abbord fuq il-vapur ma jaħdimx. Kulħadd igerger u jiffrustra ruħu iktar, bħallikieku m’hawnx diġà biżżejjed. Ma tantx għandi għażla, insib sufan fil-ġenb u nitqanna’ bil-bagalja u l-basktijiet kollha maġenbi. Aktar kemm għandi seba’ mitt sena biex neħles minnhom fil-kabina! Nixtieq indur u nagħqad b’idi ħafifa, nixtieq noħroġ fuq barra biex insegwi t-tluq u nsellem il-wesgħat ħodor u l-fanal tal-park ta’ Hoe li jsawru l-port ta’ Plymouth. Minflok, nipprova nħares ’il barra minn tieqa mtappna bil-melħ, bix-xemx iddejjaqni tisreġ u b’balla basktijiet tal-plastik tal-passiġġieri l-oħra madwari.",
			"date_published": "2025-11-17T06:00:00.000Z",
			"date_updated": "2025-11-16T07:20:51.989Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-21-il-wieħed-u-għoxrin/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-21-il-wieħed-u-għoxrin/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso,
nibda l-mixja fi triq brighella
ninsa triq il-qalb imqaddsa—
wiċċi wiċċ l-addolorata.
niżbokka fuq il-pont
sultana tal-mewt.
ħajrana għal difna
taħt il-mina sparata.
dwejjaq kif fil-kċina
niftaħ għajnejja



Aphroconfuso,
nibda l-mixja fi triq brighella
ninsa triq il-qalb imqaddsa—
wiċċi wiċċ l-addolorata.
niżbokka fuq il-pont
sultana tal-mewt.
ħajrana għal difna
taħt il-mina sparata.
dwejjaq kif fil-kċina
niftaħ għajnejja
",
			"date_published": "2025-11-23T10:00:00.000Z",
			"date_updated": "2025-11-23T09:19:00.219Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-18-it-tmintax/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-18-it-tmintax/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso
fuq tal-linja qabel il-midfna
l-iskrin tal-mobile f’idek
relikwarju tar-reħja fija
u tal-waqfa li jmiss:
fatati, il-ħamrun

Aphroconfuso
fuq tal-linja qabel il-midfna
l-iskrin tal-mobile f’idek
relikwarju tar-reħja fija
u tal-waqfa li jmiss:
fatati, il-ħamrun

Aphroconfuso
fuq tal-linja qabel il-midfna
l-iskrin tal-mobile f’idek
relikwarju tar-reħja fija
u tal-waqfa li jmiss:
fatati, il-ħamrun
",
			"date_published": "2025-11-23T10:00:00.000Z",
			"date_updated": "2025-11-23T09:21:11.717Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-20-l-għoxrin/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-20-l-għoxrin/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso,
din mhijiex il-ħajja li ridt ngħix
Aphroconfuso, qed tismagħni?
għala għajni min qed jaqrani.
se niġġennen iridu jordmuni
bogħod minn għadmi għax
rawni ħafja u qalu ftit li xejn
xiddejt il-qorq li jilbsu huma.
kollhom feriti veru imma,
Aphroconfuso, għidli. mhux
saqajn bħal tagħhom għandi?




Aphroconfuso,
din mhijiex il-ħajja li ridt ngħix
Aphroconfuso, qed tismagħni?
għala għajni min qed jaqrani.
se niġġennen iridu jordmuni
bogħod minn għadmi għax
rawni ħafja u qalu ftit li xejn
xiddejt il-qorq li jilbsu huma.
kollhom feriti veru imma,
Aphroconfuso, għidli. mhux
saqajn bħal tagħhom għandi?",
			"date_published": "2025-11-23T10:00:00.000Z",
			"date_updated": "2025-11-23T09:20:06.069Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-19-id-dsatax/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-19-id-dsatax/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso,
sibt ruħek reffiegħ
pellegrin fil-kripta
ta’ aphroconfuso
ġos-sarkofagu.
sa fl-aħħar il-pjaċir
li ngħix ta’ mumja
inkella ġebla umda




Aphroconfuso,
sibt ruħek reffiegħ
pellegrin fil-kripta
ta’ aphroconfuso
ġos-sarkofagu.
sa fl-aħħar il-pjaċir
li ngħix ta’ mumja
inkella ġebla umda

Aphroconfuso,
sibt ruħek reffiegħ
pellegrin fil-kripta
ta’ aphroconfuso
ġos-sarkofagu.
sa fl-aħħar il-pjaċir
li ngħix ta’ mumja
inkella ġebla umda
",
			"date_published": "2025-11-23T10:00:00.000Z",
			"date_updated": "2025-11-23T09:20:39.931Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-7-tbiċċir/",
			"url": "https://aphroconfuso.mt/franco-bifo-berardi-karl-baldacchino-nifs-kaos-u-poeżija-7-tbiċċir/",
			"title": "Nifs: Kaos u Poeżija",
			"author": " (tr Karl Baldacchino)",
			"content_html": "X’inhu s-sors tat-twemmin li, li tipprokrea huwa aħjar milli ma tipprokreax? Din hija enigma għalija, imma naħseb li din il-fissazzjoni ma tistax tinftiehem sakemm ma nqisux il-qawmien mill-ġdid psikotiku tar-razziżmu. Għaliex għandna nibżgħu mit-tnaqqis fil-popolazzjoni? Wieħed jista’ jargumenta li t-tnaqqis fil-popolazzjoni jista’ jiġġenera problema ekonomika u fiskali, iżda jekk dan hu minnu, is-soluzzjoni tinsab hawn: aħna, l-Ewropej, għandna nistimulaw l-immigrazzjoni u norganizzaw l-akkoljenza u l-integrazzjoni ta’ iktar nies minn pajjiżi maħmukin mill-miżerja u l-gwerra. Din is-soluzzjoni hija eżattament l-oppost taċ-ċaħda paranojka li tagħmel il-Fortizza Ewropea fuq il-mewġa ta’ migrazzjoni li ġejja minn pajjiżi Afrikani, tal-Lvant Nofsani u Asjatiċi. Fl-Italja, l-immigranti qed iħallsu parti importanti mid-dħul tas-sigurtà soċjali tal-pajjiż. Għandna għalhekk nippromovu l-adozzjonijiet, niffaċilitaw il-proċeduri, nagħtu ċ-ċittadinanza Ewropea lil mijiet ta’ eluf ta’ trabi li bħalissa huma mitlufin f’kampijiet ta’ konċentrament Torok jew Libjani. Madankollu, il-mexxejja politiċi Ewropej u l-maġġoranza tal-pubbliku Ewropew jiċħdu b’vuċi waħda din is-soluzzjoni. Għaliex? It-tweġiba mhux imlissna hija li r-razza bajda tkun fil-periklu ta’ estinzjoni. X’għarukaża!",
			"date_published": "2025-12-01T06:00:00.000Z",
			"date_updated": "2025-12-01T13:24:08.229Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-24-(l-erbgħa-u-għoxrin)/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-24-(l-erbgħa-u-għoxrin)/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "(Aphroconfuso
ħarban mill-provinċji
tas-sekli skars mill-ħsus 

waħdi narak u ninnutak

bħal labra f’maktur tifli
b’reqqa l-kelma illeċta li 

ħallejt warajja 
mhux bi żball)



(Aphroconfuso
ħarban mill-provinċji
tas-sekli skars mill-ħsus 

waħdi narak u ninnutak

bħal labra f’maktur tifli
b’reqqa l-kelma illeċta li 

ħallejt warajja 
mhux bi żball)",
			"date_published": "2025-12-07T14:00:00.000Z",
			"date_updated": "2025-12-07T13:03:20.597Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-22-it-tnejn-u-għoxrin/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-22-it-tnejn-u-għoxrin/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aphroconfuso
jew Ħerakles en plein air,

fil-veranda skietek 
vulnerabbli jfewwaħ

daqs iż-żejt mixħut fuq it-tila
jistrieħ fil-ħabba u fl-għadira

xagħri prerafelit waqa’ 
purtiera quddiem żerq
ħarstek jinfetaħ ċass

għall-kaos u l-kjass
l-għors mit-tieqa 
għall-ġnien taħtna

ħalliha għalhekk mazzarell fuq
l-għadajjar tittajjar l-imħabba
ħallik mill-imqass tal-ġennien

dak li l-moħriet jaħrat
jisponta jerġa’ mill-art jaħraq

għax din poeżija mġenna
u dawn fjuri mpittra
u din ħolma li bħal 
farfett timmolla

Aphroconfuso 
b’din ir-rebbiegħa
li ħadet waqt ħarifa—

naf,
iżda f’dan 
l-assalt tal-fjuri
m’hemmx x’tifhem u tferi

meta togħdos f’Giverny
u titla’ fil-wiċċ, nymphaea
se ssib tistenniek",
			"date_published": "2025-12-07T14:00:00.000Z",
			"date_updated": "2025-12-07T13:20:41.759Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-23-it-tlieta-u-għoxrin/",
			"url": "https://aphroconfuso.mt/beverly-agius-invokazzjonijiet-23-it-tlieta-u-għoxrin/",
			"title": "Invokazzjonijiet",
			"author": "",
			"content_html": "Aproconfuso
meta għaddejtek ġuri
u sibtek ħati tal-ħars

misruq li minn taħt
għaddejtli biex nifli

u nara nsibx provi, indizji:
il-fattizzi jidħquli
	l-ġesti ġentlomi
elementi ta’ reati infatwati.

fuq il-pedana
tal-innoċenti
il-preżunzjoni; 

prosekuzzjoni 
ta’ ġmielek statali,
skietek kriminali. 

Aphroconfuso, kif 
se tiddefendi ruħek?



Aproconfuso
meta għaddejtek ġuri
u sibtek ħati tal-ħars

misruq li minn taħt
għaddejtli biex nifli

u nara nsibx provi, indizji:
il-fattizzi jidħquli
	l-ġesti ġentlomi
elementi ta’ reati infatwati.

fuq il-pedana
tal-innoċenti
il-preżunzjoni; 

prosekuzzjoni 
ta’ ġmielek statali,
skietek kriminali. 

Aphroconfuso, kif 
se tiddefendi ruħek?",
			"date_published": "2025-12-07T14:00:00.000Z",
			"date_updated": "2025-12-07T13:45:46.575Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kotba-omar-nshea-bur-mgħeż/",
			"url": "https://aphroconfuso.mt/kotba-omar-nshea-bur-mgħeż/",
			"title": "Bur Mgħeż",
			"author": "",
			"content_html": "Bur Mgħeż għeb fil-baħħ. Sparixxa. Kieku ma kinux dawk l-uħud li jsostnu li semgħu lil missirijiethom isemmuh, kont taħseb li ivvintah Napuljun Tagliaferro f’konġura ma’ Temi Zammit. Anki l-isem sparixxa, u sparixxiet ukoll il-grammatika tal-istat kostrutt tiegħu. Imma kif iġġibu lura mill-mewt? Kif toħorġu minn qabru stess? F’dawn l-esejs li ġejjin se nipprova nirkupra ’l-Bur Mgħeż minn għejun differenti. Mill-memorja tal-Imqabbin, fejn mhuwiex sit arkeoloġiku li kellu okkupazzjoni ristretta għal perjodu determinat, imma lokalità ta’ ħafna identitajiet u ismijiet; “ta’ Bur Mgħeż”, “Tal-Isqof”, “Tan-Naxxari”, “ta’ Ċetta Pizzi”. Mill-arkivji nazzjonali fl-isptar Santu Spirtu, fejn sibt l-ewwel konferma li la Tagliaferro u lanqas Zammit ma kienu qed iħarrfu. F’dawn l-arkivji, Bur Mgħeż jinqabad jissielet bejn il-portafoll ta’ proprjetajiet tal-Isqof, il-but tal-familja għonja u filantropika Tan-Naxxari, il-kittieb Alfons Maria Galea u protagonisti oħrajn li b’xi mod jew ieħor sabu mod kif idawru lira minnu. Insibu ’l-Bur Mgħeż ukoll fil-minuti tal-laqgħat tal-Valletta Museum li fihom l-għar-qabar jitħabbel fir-retorika tal-protezzjoni tal-wirt kulturali Malti. Insibuh ukoll fil-kaxxi tal-Mużew tal-Arkeoloġija ta’ Malta, fejn jistaħba fir-ritratti u bejn il-folji tan-noti tal-arkeologi Ingliżi Arthur Keith, George Sinclair u Arthur Evans. Hawn lil Bur Mgħeż insibuh kważi mistħi għax jintuża bħala arma kontra d-diskors xjentifiku naïve tal-kolonji f’għajnejn il-professuri tekniċi Brittaniċi. Fl-istess mużew, narawh ukoll fil-materjalità assoluta tiegħu, fil-kaxxi mimlijin fuħħar, snien, għadam, u bebbux-buttuni. Imma narawh ukoll fir-repożitorji tan-Natural History Museum f’Londra, fejn l-iġsma ttieħdu u ndifnu fil-kxaxen tax-xjentisti f’nofs is-seklu għoxrin, meta kien għadu jismu l-British Museum of Natural History.",
			"date_published": "2026-03-01T18:00:00.000Z",
			"date_updated": "2025-06-24T06:35:08.464Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kotba-loranne-vella-marta-marta/",
			"url": "https://aphroconfuso.mt/kotba-loranne-vella-marta-marta/",
			"title": "Marta Marta",
			"author": "",
			"content_html": "&lt;p&gt;Meta ħareġ &lt;em&gt;Marta Marta&lt;/em&gt; fl-2022, mill-ewwel kien rikonoxxut bħala mument importanti fil-letteratura Maltija, partikolarment il-letteratura feminista Maltija. Fi kliem ir-riċensuri tiegħu kien “&lt;a href=&quot;https://www.illum.com.mt/kultura/arti/67434/kotba__ilfliexken_igar_&quot;&gt;ktieb li jidħol sparat fil-kanonu&lt;/a&gt;”, &lt;a href=&quot;https://www.illum.com.mt/kultura/arti/66040/kotba__klassiku_issa&quot;&gt;“ktieb għalkollox Malti, mhux biss għall-ambjentazzjoni ewlenija imma wkoll għall-ħakma inkredibbli ta’ lsien qadim li kapaċi jitlibbes l-iġded ilbies biex iġib ruħu fid-dinjiet kumplessi tal-lum”&lt;/a&gt;, u &lt;a href=&quot;https://themaltesereader.wordpress.com/2023/07/11/marta-marta-loranne-vella-2022/&quot;&gt;“qari essenzjali għal kull min għandu l-iċken interess fil-letteratura kontemporanja Maltija... wieħed minn dawk ix-xogħlijiet li jassumu li d-dinja li ngħixu fiha b’imħuħ miftuħin, lesti biex jiġu sfidati”&lt;/a&gt;. Romeo Roxman Gatt sejjaħlu “l-kors intensiv fil-femminiżmu li Malta tant kellha bżonn.” It-traduttur Kat Storace sejħitlu rumanz innovattiv.&lt;/p&gt;",
			"date_published": "2026-11-01T16:00:00.000Z",
			"date_updated": "2025-08-18T13:37:19.875Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kotba-antoloġija-3/",
			"url": "https://aphroconfuso.mt/kotba-antoloġija-3/",
			"title": "Antoloġija 3",
			"author": "",
			"content_html": "&lt;p&gt;&lt;strong&gt;&lt;em&gt;Antoloġija 3&lt;/em&gt; se tiġi ppubblikata fil-ħarifa tal-2026&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;Din hija t-tielet ġabra annwali ta’ Aphroconfuso u tiġbor fiha l-biċċa l-kbira tal-kitba li qiegħda tidher bħalissa, fit-tielet sena tal-ġurnal, mill-1 ta’ Mejju 2025. &lt;i&gt;Antoloġija 3&lt;/i&gt; se tinkludi esejs, stejjer, poeżiji, djarji, xogħol kollaborattiv u kitba oħra li mhux faċli tikklassifikaha.&lt;/p&gt;",
			"date_published": "2026-11-02T16:00:00.000Z",
			"date_updated": "2025-06-23T18:24:24.360Z"
		}
		
	]
}
