{
	"version": "https://jsonfeed.org/version/1.1",
	"title": "Aphroconfuso",
	"language": "mt",
	"home_page_url": "https://aphroconfuso.mt/",
	"feed_url": "https://aphroconfuso.mt/atom.json",
	"description": "Ġurnal letterarju.",
	"author": {
		"name": "Aphroconfuso",
		"url": "https://aphroconfuso.mt"
	},
	"items": [
		{
			"id": "https://aphroconfuso.mt/kurt-borg-ġilda/",
			"url": "https://aphroconfuso.mt/kurt-borg-ġilda/",
			"title": "Ġilda",
			"author": "Kurt Borg",
			"content_html": "Hemm karru bil-ġwienaħ misjuq minn kuċċier miġbud minn żewġt iżwiemel. Żiemel minnhom abjad, b’għonqu wieqaf dritt, grazzjuż. L-ieħor iswed, magħmul ikrah u goff. Bil-frosta f’idu, il-kuċċier qed jittajjar lejn is-sħab u lil hinn minnu. Iż-żwiemel, speċjalment l-iswed, kultant jissaraw mal-kuċċier, jisfidawh, jisfrattaw, għoddhom jaqilbu l-karru. Il-kuċċier iqum bilwieqfa jwiddeb liż-żwiemel. B’idejh it-tnejn jiġbed b’kemm jiflaħ fuq ir-riedni marbutin mal-ilġiem ta’ ġo ħalqhom. Iż-żwiemel jogħtru taħt is-saħħa tal-kuċċier u, bla ma jridu, jobduh. Imma t-taqbida bejniethom tkompli. Żiemel minnhom jiġbed ’l hawn u l-ieħor jiġbed ’l hemm sa ma l-kuċċier jitlef il-kontroll, il-karru jinqasam u jegħleb mis-smewwiet għall-art.",
			"date_published": "2023-06-14T05:00:00.000Z",
			"date_updated": "2023-11-18T22:34:52.066Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-1-ftit-qabel-dfint-l-ommi-mort-infittex-qabar/",
			"url": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-1-ftit-qabel-dfint-l-ommi-mort-infittex-qabar/",
			"title": "Bur Mgħeż",
			"author": "Omar N’Shea",
			"content_html": "Bur Mgħeż għeb fil-baħħ. Sparixxa. Kieku ma kinux dawk l-uħud li jsostnu li semgħu lil missirijiethom isemmuh, kont taħseb li ivvintah Napuljun Tagliaferro f’konġura ma’ Temi Zammit. Anki l-isem sparixxa, u sparixxiet ukoll il-grammatika tal-istat kostrutt tiegħu. Imma kif iġġibu lura mill-mewt? Kif toħorġu minn qabru stess? F’dawn l-esejs li ġejjin se nipprova nirkupra ’l-Bur Mgħeż minn għejun differenti. Mill-memorja tal-Imqabbin, fejn mhuwiex sit arkeoloġiku li kellu okkupazzjoni ristretta għal perjodu determinat, imma lokalità ta’ ħafna identitajiet u ismijiet; “ta’ Bur Mgħeż”, “Tal-Isqof”, “Tan-Naxxari”, “ta’ Ċetta Pizzi”. Mill-arkivji nazzjonali fl-isptar Santu Spirtu, fejn sibt l-ewwel konferma li la Tagliaferro u lanqas Zammit ma kienu qed iħarrfu. F’dawn l-arkivji, Bur Mgħeż jinqabad jissielet bejn il-portafoll ta’ proprjetajiet tal-Isqof, il-but tal-familja għonja u filantropika Tan-Naxxari, il-kittieb Alfons Maria Galea u protagonisti oħrajn li b’xi mod jew ieħor sabu mod kif idawru lira minnu.",
			"date_published": "2023-09-03T22:00:00.000Z",
			"date_updated": "2023-11-15T16:19:27.904Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/matthew-schembri-mona-lisa-karnival-ieħor/",
			"url": "https://aphroconfuso.mt/matthew-schembri-mona-lisa-karnival-ieħor/",
			"title": "mona lisa | karnival ieħor",
			"author": "Matthew Schembri",
			"content_html": "Joe, quddiem il-mera. 
Xagħru kannella skur, maqtugħ qasir. 
F’rasu, kappa lewn il-ġilda. 
Għax fil-karnival tista’. 
Japplika l-kolla fuq ħuġbejh, bil-pinzell. 
Ħuġbejh kbar. 
Rani. 
Inixxifhom, b’fann. 
Japplikalhom il-powder safrani, il-kolla. 
Jerġa’ jnixxifhom – din id-darba, sakemm 
jitqarqċu. 
Irene. 
Japplikalhom il-concealer safrani, bl-isponża,  
sakemm jgħattihom għalkollox. 
Marisa, Mylene.
Japplikah ukoll fuq għajnejh, fuq wiċċu kollu.
Għax fil-karnival tista’.
Jimmudella ftit synthetic wax fuq il-ponta ta’ mnieħru.",
			"date_published": "2023-08-17T05:00:00.000Z",
			"date_updated": "2023-11-15T12:41:38.297Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/simon-bartolo-qamar-aħmar/",
			"url": "https://aphroconfuso.mt/simon-bartolo-qamar-aħmar/",
			"title": "Qamar Aħmar",
			"author": "Simon Bartolo",
			"content_html": "Virginia weġbitha li dawn huma fatti tal-ħajja u ma nistgħux nibdluhom. Nitwieldu u nikbru. Inwelldu u nkomplu nikbru sa ma fl-aħħar nispiċċaw. M’hemmx mod ieħor. Vera kienet ħarset lejn Virginia b’ċertu diqa. Forsi jmissha insistiet iktar; forsi kieku spjegat ruħha aħjar, Virginia kienet tifhem u ma titlaqx, imma qatgħet qalbha. Ma setgħet tagħmel xejn għajr li tħalli lil oħtha titlaq, tmur tfittex xortiha barra minn Malta, toffri ħajjitha u ġisimha lil raġel li qatt ma seta’ japprezzaha. Tagħtih ulied li mhux talli jerdgħulha ħalibha imma demmha wkoll. Għannqitha waħda tal-aħħar. Tgħanniqa iebsa u tal-aħħar. Saħħa! Xtaqitilha s-saħħa kollha tad-dinja u ma ppruvatx tkellimha iżjed. Daret u telqet, u ħalliet lil Virginia tħares lejha tielqa. Ħarġet fil-ġnien li kien kbir, mogħni bi frott taċ-ċitru u tal-għadma u mdawwar bil-bajtar tax-xewk biex la ħadd seta’ jidħol u lanqas joħroġ minnu ħlief minn dik il-fetħa waħda li kienet tħalliet minn xi antenat tat-tewmin. Imxiet san-naħa l-għolja tal-ġnien fejn kien hemm bank tal-ġebel u poġġiet bilqiegħda, tħares lejn iċ-ċimiterju tar-raħal. Ma reġgħetx ħarset lejn oħtha. Ma marritx taraha tiżżewweġ. Għamlet tabirruħha li kienet marida u ssakkret f’kamritha. Lanqas biss marret taraha tielqa ma’ żewġha u lanqas qatt ma kienet tiftaħ l-ittri li tirċievi mingħandha. Virginia damet ħafna tibgħat. Ma kinetx xi waħda li taqta’ qalbha malajr, iżda bil-mod il-mod indunat li kien kollu ta’ xejn. Vera ma kienet se taċċetta qatt li setgħu jibqgħu ħbieb, li setgħu jibqgħu jinħabbu. Kienet ġegħlitha tagħżel u hi, Virginia, kienet għażlet li tibni familja u futur f’pajjiż ieħor. Ma kinetx għażlet lilha, kienet għażlet lir-raġel. Iżda fil-verità, Vera kienet tkellem lil Virginia kuljum fil-mera. U fil-mera ffukat fuq punt f’wiċċha fejn kien hemm għazza mitlufa, timbaram u tiċċaqlaq ma’ kull tikmixa konfuża.",
			"date_published": "2023-11-06T06:00:00.000Z",
			"date_updated": "2023-11-01T17:07:07.101Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/kris-polidano-na-i-hom/",
			"url": "https://aphroconfuso.mt/kris-polidano-na-i-hom/",
			"title": "-Na -I -Hom",
			"author": "Kris Polidano",
			"content_html": "Fl-ewwel minuti luċidi ta’ kull filgħodu
naħseb biex immur mixja lejn il-ġnien li jħallini mdellka bin-nostalġija 
biex inħares lejn il-bieb magħluq li jgħiduli li int kont hemm għassa miegħu kuljum u
l-kamra kulur it-te meta titfagħlu l-ħalib tal-bott li issa 
spiċċat mużew tal-karti llaminati li jiftaħ kull jumejn

Il-bejta għall-ħarba kull nhar t’Erbgħa tal-grupp lebsin l-iswed għax cool
għaddejjin nitmiegħku maż-żrieżaq
daharna mal-arbli tal-bandli
nitkażaw dwar x’għamlu dawk fil-kumplessi tal-garaxxijiet—
l-ispots tal-konsulenzi romantiċi tat-tfal bravi Nsara aged 13 and up",
			"date_published": "2023-11-20T06:00:00.000Z",
			"date_updated": "2023-11-18T09:15:47.230Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/joe-gatt-kontra-tagħna-għaliex-magħna/",
			"url": "https://aphroconfuso.mt/joe-gatt-kontra-tagħna-għaliex-magħna/",
			"title": "Kontra Tagħna Għaliex Magħna",
			"author": "Joe Gatt",
			"content_html": "Meta wara sentejn f’idejn il-Franċiżi, fl-1800 l-ġżejjer Maltin sabu ruħhom taħt il-ħakma Ingliża, skont it-Trattat ta’ Amiens kellhom jerġgħu jgħaddu lura għand il-Kavallieri biex ikomplu jmexxuha huma bħala pajjiż “newtrali”. Il-qassisin, in-nutara, l-avukati u l-kummerċjanti Maltin tal-“Congresso”, li sa ftit qabel kienu qed imexxu l-insurrezzjoni kontra l-Franċiżi, beżgħu li dan kien ifisser li malajr jerġgħu jiġu taħthom għax l-Ordni kienet iddgħajfet sew u żgur ma kinitx tiflaħ għal Napuljun. Għalhekk, il-104 membri ta’ dan il-kungress kitbu “Dichiarazione dei Diritti degli Abitanti delle Isole di Malta e Gozo”. Ma kinitx dikjarazzjoni radikali bħal dik tal-Indipendenza ta’ Haiti ta’ sentejn wara, li abolixxiet l-iskjavitù, ċaħdet kull rabta mal-kolonjalisti Ewropej u ħalfet il-libertà jew il-mewt. Dik Maltija kienet dikjarazzjoni liberali bl-eku Illuminista ta’ dik tal-Indipendenza tal-Istati Uniti fl-1776 u tad-“Dikjarazzjoni tad-Drittijiet tal-Bniedem u ċ-Ċittadin” fi Franza, tlettax-il sena wara. F’disa’ punti, id-dikjarazzjoni elenkat speċi ta’ kuntratt. Iktar milli stqarrija ta’ drittijiet indirizzata lejn l-ispirtu etern tal-Bniedem, kien quid pro quo ċar u pragmatiku indirizzat lir-Re tar-Renju Unit tal-Gran Brittanja u l-Irlanda u d-dixxendenti tiegħu bħala sovrani fuq il-gżejjer “għal dejjem”. Dan in-nisel nobbli, min-naħa tiegħu, kellu jagħti lill-pajjiż kostituzzjoni li biha kunsill elett mill-“poplu” ikollu dritt jiġbor it-taxxi u jmexxi ’l-pajjiż. Ir-Re ma kellu jindaħal la fit-tmexxija interna tal-pajjiż u lanqas fil-ħajja reliġjuża tiegħu. In-nies—insomma, “gli uomini liberi”—kellhom id-dritt josservaw liema reliġjon riedu, igawdu l-proprjetà tagħhom u jkunu suġġetti biss għal-Liġi. U għar-Re, li kien il-protettur tar-reliġjon. U għall-Papa, li kellu jkun l-uniku referenza fejn jidħlu affarijiet spiritwali; hu u l-ġenerali tal-ordnijiet monastiċi. Intbagħtet lir-Re Ġorġ III, imma nafu biha għax baqgħu kopji tagħha Malta. Fl-arkivji impekkabbli tal-Gran Brittanja m’hemm ebda ħjiel tagħha. Jekk lir-Re waslitlu, ma nafux x’għamel biha. L-Ingliżi bdew imexxu l-gżejjer bħala dittatorjat militari. Fost l-uffiċjali Ingliżi, li ma taw kas la ta’ din id-dikjarazzjoni u lanqas ta’ appelli oħrajn għall-awtonomija, kien hemm l-ewwel Duka ta’ Wellington li jgħidu li qal: Kieku allura nistgħu nagħtu kostituzzjoni lil bastiment tal-gwerra!",
			"date_published": "2023-10-19T05:00:00.000Z",
			"date_updated": "2023-11-13T16:18:59.002Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/italo-svevo-joe-gatt-it-tipjip/",
			"url": "https://aphroconfuso.mt/italo-svevo-joe-gatt-it-tipjip/",
			"title": "It-Tipjip",
			"author": "Italo Svevo (tr Joe Gatt)",
			"content_html": "L-ewwel sigaretti li pejjipt m’għadekx issibhom għall-bejgħ. Għall-ħabta tal-1870 l-Awstrija kellhom minn dawk li kienu jinbiegħu f’kaxxa tal-kartun żgħira bit-tikketta tal-ajkla b’żewġt irjus. Ara: madwar waħda minn dawn il-kaxxi mill-ewwel jinġabru diversi persuni, kollha b’xi karatteristika minn tagħhom li hi biżżejjed biex tfakkarni x’jisimhom, imma mhux tant li nemozzjona ruħi b’dan l-inkontru bla ħsieb. Nipprova nislet iżjed u mmur sal-pultruna: il-persuni jgħosfru u posthom jeħduh koċċ buffi jiddieħqu bija. Immur lura mifxul lejn il-mejda.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-11-15T12:43:16.275Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/romeo-roxman-gatt-qarn/",
			"url": "https://aphroconfuso.mt/romeo-roxman-gatt-qarn/",
			"title": "Qarn",
			"author": "Romeo Roxman Gatt",
			"content_html": "Idi fil-but, insaffar u nixxuttja l-ġebel—dawn kienu xi azzjonijiet oħra li kont ninnota li ma tantx kienu jinżlu sew meta “tifla” iġġib ruħha b’dal-mod. Jien, għall-kuntrarju, kbirt nagħmilhom. Kont insaffar qabel bdejt nitkellem; it-tort mhux tiegħi, żgur li le, iżda ta’ missieri. Allura ma fhimtx kif darba qisu gerger għax kont qed insaffar. La tifla u lanqas tifel mid-dehra ma kont ikkundizzjonat, għasfur l-ewwel u qabel kollox.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-09-13T16:53:16.136Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-2-dfintha-fil-libsa-li-mietet-fiha/",
			"url": "https://aphroconfuso.mt/omar-nshea-bur-mgħeż-2-dfintha-fil-libsa-li-mietet-fiha/",
			"title": "Bur Mgħeż",
			"author": "Omar N’Shea",
			"content_html": "Fl-immaġinarju Malti, l-esproprjazzjoni tal-art minħabba sejbiet arkeoloġiċi għandha post kurjuż ħafna u tqanqal emozzjonijiet ambigwi. Waqt li qed nimxu fl-Isqaq tal-Isqof, infittxu bit-tromba l-fdalijiet tat-toqob tal-Għar ta’ Bur Mgħeż fil-ħitan tal-barriera tal-armata maġenb l-ajruport, Frans qalli li missieru kien jiftaħar li taħt id-dar tagħhom kien kollu oqbra: il-kuntrattur kien radam kollox bis-siment u ma qal xejn għax jiġu tal-Gvern u jwaqqfulek ix-xogħol. Imma Frans kien ambivalenti dwar dan. Ta’ ġuvni kien jaħdem fil-barrieri imma wara li spiċċa l-iskola kompla l-Università. Studja, qara, u llum jagħmel repliki żgħar tal-figurini Neolitiċi ta’ Malta għall-gost. Meta jmur jistad matul il-lejl ma’ xatt il-baħar taħt l-irdum tal-Imtaħleb, inaqqax uċuħ fuq iċ-ċagħaq lixx biex ma jkunx waħdu. Darba nżilt miegħu u wrieni l-uċuħ ta’ dawk li miegħu jgħaddu l-lejl jistennew li r-ril tal-qasba jiġbed. Qalli li oqbra hawn biżżejjed; m’hemmx għalfejn nossessjonaw bil-passat. Kampjun żgħir biżżejjed. Kellimni fuq l-idea li tordom il-qedem, u li miegħu terġa’ tidfen il-midfun. Ħadd ma jiftaħar li kisser xi sejba; it-tifrik m’hemmx ġustifikazzjoni għalih. Imma li terġa’ tordom kollox iva. Wara kollox, mirdum kien, u billi noħorġuh ma jfissirx li qed nistudjawh sew, jew li għandna l-apparat biex neżaminawh u nerġgħu npoġġuh lura f’postu. L-iskavi wkoll huma selħiet f’laħmet l-art, ftuq tal-materja tal-passat li laħqet tfarrket, tmermret, tbielet u saret ħaġa waħda mal-konglomerat ta’ madwarha. Qalli li kif jaħsibha hu, għalkemm il-Gvern jesproprja sit biex jieħu ħsieb il-qedem ta’ ġo fih, biex jipproteġih, biex tiġi studjata s-sejba u b’hekk jikber l-għarfien tagħna tal-passat, fil-verità f’dan id-diskors jiġu fuq quddiem il-bżonnijiet elitisti tax-xjenza. Ħafna drabi dan jiġi ġġustifikat bħala wirt nazzjonali, lokali, jew anki universali u minħabba f’hekk jitwarrbu kemm il-bżonnijiet tal-komunità kif ukoll ir-rabtiet li l-komunità eżistenti għandha mal-lokalità.",
			"date_published": "2023-10-17T05:00:00.000Z",
			"date_updated": "2023-11-16T19:13:22.885Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/maria-theuma-nofs-triq-dejjem-nieqaf/",
			"url": "https://aphroconfuso.mt/maria-theuma-nofs-triq-dejjem-nieqaf/",
			"title": "Nofs triq, dejjem nieqaf",
			"author": "Maria Theuma",
			"content_html": "Nofs triq, dejjem nieqaf
u ndur lura, lura għalih
għax naf li jiddejjaq meta

nħallih warajja. Xi kultant
jimxiha miegħi, in-nofs triq,
u jegħja, għarqan xraba

nħallih warajja. Xi kultant
jimxiha miegħi, in-nofs triq,
u jegħja, għarqan xraba

anki fi ljieli kesħin
jibda jkaxkar saqajh
biex jurini li qabżitlu

jisgħol u jisħaq li
l-għabra qed tagħraxlu
griżmejh. X’għabra?",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-11-01T07:27:11.761Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/ryan-falzon-reċti-tal-kbar-parties-tat-tfal/",
			"url": "https://aphroconfuso.mt/ryan-falzon-reċti-tal-kbar-parties-tat-tfal/",
			"title": "Reċti tal-Kbar, Parties tat-Tfal",
			"author": "Ryan Falzon",
			"content_html": "Nistgħu niftħu b’xena nsuqu minn fuq flyovers nofshom kompluti waqt li nqallbu l-Facebook weqfin fit-traffiku, ritratt wara l-ieħor ta’ Malta lura fil-passat, l-għelieqi, il-mogħoż jirgħu u jmeċilqu, it-tfal jilagħbu ħafjin, toroq vojta, il-bini żewġ sulari. Malta tikkuntenta lil min iħobb imur sal-Lidl għal offerti fażulli ta’ ħaxix imnawwar u gallettini skaduti, bil-karozza impurtata mill-Japan, jidgħi fit-traffic imma jikkonsla għax l-AC silġa u t-tank tad-diesel mimli full u waqt li jsuq pass ta’ nemla juża l-Bluetooth biex iċempel parlata m’ommu, hands free, bla riskju li jaqla’ ċitazzjoni mingħand warden għassa moħbi wara siġra, għax l-aħħar tax-xahar magħna. Lussu kbir.
",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-11-01T07:26:14.185Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/miriam-galea-lejl-u-nhar/",
			"url": "https://aphroconfuso.mt/miriam-galea-lejl-u-nhar/",
			"title": "Lejl u Nhar",
			"author": "Miriam Galea",
			"content_html": "Il-ħitan bojod joqtluk naqra naqra kuljum.  Tipprova ma tismax is-skiet, itanbar stinat tul il-kurituri, iżda t-tektik ħafif fuq il-keyboards, it-tpetpit solitarju tal-cursor, l-ilħna mbiegħda f’uffiċċju minnhom jibqgħu ma jidfnuhx.  Fil-kamra tal-arkivji xi ħadd jixgħel il-photocopier, li tobżoq folja wara l-oħra, mimlija ċifri, kliem kbir kollu rpużat, taħbiliet ta’ ideat suġġeriti u konsiderazzjonijiet meqjusa f’dokumenti Taljanizzati tal-Unjoni Ewropea.  It-terremot f’Haiti, il-kriżi finanzjarja, il-faqar dinji, l-iżvilupp fil-pajjiżi eks-Komunisti, il-bidla fil-klima, id-dinja li qed titbaskat, tinstamat, tinħall f’taħlita tossika ta’ plastik jinten, jaħraq l-imnifsejn, jistordi l-menti, iżarrat ix-xagħar, inixxef il-ġilda.  U l-photocopier tofroq karta minn oħra, tifrixhom pulit fuq xulxin bħal suldati stenduti, nodfa, stirati, bojod bħal-lożor.  Il-ħoss tal-magna jkompli jħeddlek, mill-uffiċċju ta’ ħdejk tasallek konverżazzjoni bil-Franċiż.",
			"date_published": "2023-08-07T05:00:00.000Z",
			"date_updated": "2023-11-01T07:24:07.081Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/rowena-grech-medusa/",
			"url": "https://aphroconfuso.mt/rowena-grech-medusa/",
			"title": "Medusa",
			"author": "Rowena Grech",
			"content_html": "Żgur li ismi familjari. Żgur li smajt bosta stejjer fuqi. Iżda żgur qatt ma smajt dak li ġara bejni u bejn Persew. Nitolbok, iskot ftit u isma’ l-istorja tiegħi qabel nissarraf f’elf framment ta’ miti oħra…
Mela darba, ħmistax-il sena ilu, meta kont għadni tifla, kont ngħix mal-ġenituri tiegħi, Foriku u Keto, fuq gżira serena mdawra b’baħar blu jwerżaq. Id-dar kienet ċkejkna, bi tlett ikmamar kollox; il-kċina, il-kamra tal-bżonnijet tagħna u l-kamra fejn konna norqdu jien u ħuti l-oħra. Għalkemm bejni u bejn ħuti l-kbar ftit snin biss kienu jifirduna—qabża ta’ sentejn kull wieħed—l-ikbar differenza kienet il-vulnerabbiltà tal-mortalità tiegħi. U meta ħuti, Stenun u Ewrjali, kellhom is-setgħa li jmorru jesploraw l-għelieqi, il-ġenituri kienu jżommuni priġuniera tal-erba’ ħitan kennija tad-dar. Iżda ma kontx  inħabbel wisq rasi għaliex f’nofs dik id-dalma solitudni ltqajt mal-unika mħabba reċiproka f’ħajti: il-kelma. U minn hemm kienu l-bosta sigħat li kont qattajt b’rasi mgħaddsa fil-kotba, nixtarr l-għerf li l-paġni, bla ma jafu, jgħadduli.
",
			"date_published": "2023-07-03T05:00:00.000Z",
			"date_updated": "2023-09-20T17:36:37.285Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/charlene-galea-ġismi-battikata/",
			"url": "https://aphroconfuso.mt/charlene-galea-ġismi-battikata/",
			"title": "Ġismi Battikata",
			"author": "Charlene Galea",
			"content_html": "Ġismi żar ħafna postijiet projbiti jew perikolużi. Ġismi għadu ħaj. Xi daqqa ’l hemm u ’l hawn qala’ wkoll. Relazzjonijiet ta’ mħabba tossika ħallew marki interni u mentali li affettwaw kif jirrelata dan ġismi ma’ ġisem ieħor—sigurtà, kumplessità, thewdin tal-moħħ. L-istonku qala’ minn ġewwa u minn barra. Inpoġġi idi fuqu, hekk, biex inżiegħel l-uġigħ ta’ dan l-għar—mudlam b’xaqq ta’ dawl—b’daħla ċkejkna ta’ tama għal ġenna mingħajr erwieħ—imma għal futur li nemmen li ħa jkun ta’ iktar mistrieħ. Il-kumpless ta’ kull ġisem, kemm tiegħi u kemm tiegħek, saru prodotti għal iktar tħeġġiġ għall-konsumeriżmu. Taqbel miegħi?",
			"date_published": "2023-06-05T05:00:00.000Z",
			"date_updated": "2023-06-20T13:38:15.896Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-il-lanza-il-labra-il-qoffa-l-azzarin/",
			"url": "https://aphroconfuso.mt/loranne-vella-il-lanza-il-labra-il-qoffa-l-azzarin/",
			"title": "Il-Lanza, il-Labra, il-Qoffa, l-Azzarin",
			"author": "Loranne Vella",
			"content_html": "Ġieli jagħti l-każ li, jien u naħseb fuq ktieb li qed naqra, nibda nara f’kotba jew xogħlijiet oħrajn l-istess ħsieb, jew mod ta’ ħsieb mhux wisq ’il bogħod minnu, tant li nibda nissuspetta li fil-fatt qed jgħidu l-istess ħaġa, li l-kwistjoni qed jarawha mill-istess perspettiva. U allura, x’kumbinazzjoni li qed naqra żewġ jew tliet kotba miktubin fi żminijiet għalkollox differenti li qed jipproponu l-istess ħsieb! L-istess jiġrili jien u nikteb. Nibda nhewden fuq idea li mbagħad nibda naraha f’kull kitba oħra li naqra. Għadni kif qrajt it-traduzzjoni mill-Grieg Antik għall-Malti tal-Frammenti ta’ Saffo, ta’ Warren Bartolo. Din l-edizzjoni, li ħarġet f’Mejju 2023, tinkludi daħla, nota tat-traduttur dwar id-dixxiplina tat-traduzzjoni, annotazzjonijiet dettaljati għal kull framment u lista ta’ ismijiet imsemmija fuq wara. Jien u naqra n-noti u l-kummenti tat-traduttur, dwar x’inhu, skont hu, is-sinifikat ta’ Saffo llum, dwar it-traduzzjoni bħala proċess ta’ trasformazzjoni u mutazzjoni, dwar il-ħarsa queer ta’ Saffo, moħħi beda joħodni mingħajr ma rrid għaż-żewġ kotba l-oħra li kelli ħdejja.",
			"date_published": "2023-07-12T05:00:00.000Z",
			"date_updated": "2023-11-02T12:13:09.742Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-djarju-23-08-2023-li-jmiss-se-jkun-għalkollox-differenti/",
			"url": "https://aphroconfuso.mt/loranne-vella-djarju-23-08-2023-li-jmiss-se-jkun-għalkollox-differenti/",
			"title": "Entrati mid-djarju tal-kitba",
			"author": "Loranne Vella",
			"content_html": "L-ewwel ħsieb marbut ma’ kitba ġdida li għaddieli minn rasi f’Mejju tas-sena l-oħra—wara l-ġimgħa intensiva li kienet it-tnedija ta’ Marta Marta—kien simili ħafna għal dak li dejjem ikolli wara li nlesti biċċa xogħol impenjattiva: “li jmiss se jkun għalkollox differenti”. Ħsieb li jitfaċċa sforz kemm inkun qed inħoss li f’dal-proċess li nkun għadni kif wassalt għat-tmiem tiegħu—li għalija t-tmiem dejjem ifisser meta xogħli nerħih kompletament minn idejja u nħallih imur għand il-qarrej—eżawrejt dak kollu li kienli possibbli. Żgur li jkolli nasal għal das-sentiment ta’ finalità biex nazzarda “nagħlaq”, “nikkonkludi”, “niffinalizza” u nagħmel il-kitba pubblika, minkejja li naf ukoll li, kieku kelli nestendi l-proċess b’sentejn oħra, se nsib ħafna iktar fejn nimraħ, u iktar iva milli le, b’iktar żmien biex naqra, nirriċerka, u naħseb dwar is-suġġett, żgur mhux forsi li nispiċċa nibdel għalkollox dak li nkun ktibt fl-ewwel snin.",
			"date_published": "2023-09-18T05:00:00.000Z",
			"date_updated": "2023-09-17T18:01:19.125Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/noah-fabri-ħsieb-il-ħamiema/",
			"url": "https://aphroconfuso.mt/noah-fabri-ħsieb-il-ħamiema/",
			"title": "Ħsieb il-Ħamiema",
			"author": "Noah Fabri",
			"content_html": "Faqqgħet bħall-qniepen tal-knisja t-twerżiqa ta’ sajjetta tas-sirena tal-pulizija. Maimouna kienet ilha tliet snin taħdem fil-ħanut ħdejn il-pont li jaqsam il-Ħamrun u l-Marsa. Kienet taf kull rokna u xkaffa, kull loġika organizzatorja, u kull bidla li kienet saret fuq il-post. L-irwejjaħ tal-ħitan ma baqgħetx ixxommhom, ix-xufiera li kienu jġibu l-konsenji saret tafhom sew, il-klijenti, sintendi, saru qishom tal-familja, qalb it-tibdil u ċ-ċaqliq tan-nies, u l-kollegi waslu u telqu bħall-għasafar tal-passa. Xorta rnexxielha żżomm ċertu distanza mentali mill-imgħallem u l-ħajja tal-ħanut; minkejja li kienet tħobb taħdem, dan l-aħħar l-idea tax-xogħol innifisha kienet qed taraha velenu tal-moħħ.
",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-09-06T18:46:59.611Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/loranne-vella-djarju-19-09-2023-biex-bħallikieku-jitimgħu-r-ruħ-u-jtaffulha-l-ġuħ/",
			"url": "https://aphroconfuso.mt/loranne-vella-djarju-19-09-2023-biex-bħallikieku-jitimgħu-r-ruħ-u-jtaffulha-l-ġuħ/",
			"title": "Entrati mid-djarju tal-kitba",
			"author": "Loranne Vella",
			"content_html": "Waħda mill-isbaħ sensazzjonijiet li nassoċja mal-perjodu ta’ meta ma nkunx għadni bdejt naħseb sew dwar kitba ġdida hija dik li tkun ġejja mill-fatt li, għal ċertu żmien, nista’ naqra li rrid. Dan għax ma jkolli l-ebda impenn li bilfors irrid niffoka fuq ktieb minflok ieħor, jew fuq suġġett partikolari. Is-sensazzjoni ta’ libertà marbuta ma’ dan in-nuqqas ta’ bżonn hija qawwija immens, kważi nħossha tisturdini. Tant li lanqas inkun naf minn fejn se nibda u prattikament naqra dak kollu li jiġi f’idejja: artikli, poeżiji, rumanzi, esejs, teorija, manifesti, programmi ta’ festivals taż-żfin jew tal-films. Kollox isir sors ta’ interess kbir għalija u l-fatt li ma jkolli l-ebda xkiel biex niffoka u napprofondixxi dwar xi tema jew suġġett partikolari, iħallini fil-libertà li nagħti importanza lil firxa wiesgħa ta’ ideat li donnhom m’għandhom xejn x’jaqsmu flimkien.",
			"date_published": "2023-10-08T22:00:00.000Z",
			"date_updated": "2023-10-06T18:06:55.021Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/davinia-hamilton-żerriegħa/",
			"url": "https://aphroconfuso.mt/davinia-hamilton-żerriegħa/",
			"title": "Żerriegħa",
			"author": "Davinia Hamilton",
			"content_html": "Fil-ħarifa tal-2020, fil-bidu tat-tieni lockdown, żrajt żerriegħa għall-ewwel darba f’ħajti, u r-raħs ta’ idea rabba l-għeruq. Dak iż-żmien konna f’nofs il-pandemija: in-numri—l-infezzjonijiet, il-pazjenti l-ICU, u l-imwiet—kienu telgħin, u konna qegħdin niffaċċjaw xitwa twila u kiefra. Malta kienet tinħass ’il bogħod ’il bogħod—’il bogħod wisq minn dan l-appartament żgħir f’Londra. Iż-żmien kien għaddej b’pass illajmat imma goff, ma jċedi xejn. Ħassejt in-nuqqas ta’ familti, kont ili xhur twal ma narahom, u l-ivvjaġġar kien għadu perikoluż. Kien għad ma kellniex vaċċin biex itaffi l-periklu ta’ dan il-virus li kien qiegħed jeqred tant nies. Bl-ansjetà ttextex f’żaqqi, kont qisni għasfur b’qalbi tgħaġġel, kollni ttikazzjoni u enerġija bla skop.",
			"date_published": "2023-10-02T05:00:00.000Z",
			"date_updated": "2023-10-13T08:12:30.786Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-bil-moħbi-fil-beraħ/",
			"url": "https://aphroconfuso.mt/omar-nshea-bil-moħbi-fil-beraħ/",
			"title": "Bil-Moħbi fil-Beraħ",
			"author": "Omar N’Shea",
			"content_html": "Matul il-ġurnata, il-Ġnien, kif kien jissejjaħ, kien post għall-familji, għall-pikniks u għat-tfal biex jilagħbu fuq il-bandli; billejl, il-Ġnien kien isir spazju għall-ħufar u għas-sess, speċifikament għas-sess bejn l-irġiel. Irġiel gay kienu joħorġu sal-Ġnien, waħedhom jew ma’ xi ħbieb, biex jgħidu kelma jew biex isibu ftit intimità u privatezza fil-beraħ. L-irġiel li fil-lejla tal-qtil ta’ Alfie kienu fil-Ġnien tal-Gżira ma kontx normalment tarahom miġburin hekk flimkien f’nofs ta’ lejl. Kont, minflok, tilmaħhom jimxu waħedhom ’il fuq u ’l isfel fuq il-bankina bejn it-triq ta’ ġewwa li tagħti għall-baħar u l-ġnien innifsu, jew jimxu waħedhom ġewwa l-arbuxelli u s-siġar. L-etikett tal-ħufar kien jirrikjedi li s-“sinjorini”, jiġifieri l-irġiel gay u out, jisseparaw meta jaslu u taparsi qegħdin waħedhom għax l-irġiel straight—“normali”—li jinżlu jħufu kienu jitkexkxu jekk jaraw roqgħa sinjorini jħufu flimkien, u allura ma jazzardawx jersqu viċin.",
			"date_published": "2023-08-21T05:00:00.000Z",
			"date_updated": "2023-11-12T21:57:31.629Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/joe-gatt-il-kuxjenza-fit-truf/",
			"url": "https://aphroconfuso.mt/joe-gatt-il-kuxjenza-fit-truf/",
			"title": "Il-Kuxjenza fit-Truf",
			"author": "Joe Gatt",
			"content_html": "Bħalma żgur skoprew ħafna qabli, meta tkun qed tittraduċi mit-Taljan, il-Malti li qed taħdem bih ma tħossux uniformi. Fih ħafna li hu lixx u duttili, imma fih ukoll l-għoqiedi u l-ingroppi. Fil-Malti hemm ħafna Taljan li jgħaddi mingħajr ma tagħti kasu; imbagħad hemm it-Taljan tal-avukati. Filli tiskrupla għax tħossok m’int qed tagħmel xejn ħlief tbiddel ftit l-ortografija—“io avanzo tale ipotesi per spiegare la mia debolezza giovanile, ma senza una decisa convinzione”—filli ttik rasek għax tinduna li qed tinstema’ iktar Taljan mit-test oriġinali.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-11-02T12:13:54.152Z"
		}
		,
		{
			"id": "https://aphroconfuso.mt/omar-nshea-gilgamex-dak-li-ra-l-qiegħ/",
			"url": "https://aphroconfuso.mt/omar-nshea-gilgamex-dak-li-ra-l-qiegħ/",
			"title": "Gilgamex, Dak li Ra l-Qiegħ",
			"author": "Omar N’Shea",
			"content_html": "L-idea li Gilgamex isib ruħu f’daru fil-kultura u l-lingwa Maltija ma bdietx b’Montebello. Bejn l-1899 u l-1915 Alfons Maria Galea ppubblika sensiela bl-isem Kotba tal-Mogħdija taż-Żmien. Fl-1913 kien ħareġ in-numru 130 ta’ din is-sensiela bl-isem Kif l-Għerf tal-Kangħanin Tnissel fil-Griegi, miktub minn F. Calleja “tal-Alġier”. Kemm kienet tajba t-tixrida ta’ dan il-ktieb ma tantx huwa ċar; li nafu hu li ma kienx hawn ħafna kopji għall-bejgħ għax Calleja kien ħallas għall-pubblikazzjoni minn butu.",
			"date_published": "2023-05-01T05:00:00.000Z",
			"date_updated": "2023-09-21T14:17:55.288Z"
		}
		
	]
}
